<pad>	0
<unk>	0
<s>	0
</s>	0
th	-0
▁a	-1
▁th	-2
in	-3
▁the	-4
▁w	-5
▁o	-6
re	-7
▁s	-8
nd	-9
ed	-10
er	-11
▁h	-12
▁of	-13
▁b	-14
ou	-15
is	-16
ing	-17
▁f	-18
▁t	-19
ar	-20
an	-21
en	-22
on	-23
▁d	-24
es	-25
▁and	-26
or	-27
at	-28
as	-29
▁c	-30
▁m	-31
ll	-32
▁wi	-33
▁p	-34
it	-35
am	-36
▁to	-37
▁in	-38
▁l	-39
▁g	-40
ro	-41
▁R	-42
▁with	-43
ce	-44
ra	-45
▁e	-46
▁y	-47
ri	-48
le	-49
ama	-50
gh	-51
ow	-52
al	-53
▁you	-54
av	-55
us	-56
ak	-57
▁de	-58
▁Rama	-59
▁sa	-60
Th	-61
▁k	-62
▁be	-63
▁S	-64
ic	-65
ere	-66
▁I	-67
▁wh	-68
▁n	-69
▁re	-70
om	-71
▁Th	-72
▁by	-73
ent	-74
ana	-75
ly	-76
▁O	-77
ght	-78
ds	-79
▁his	-80
ot	-81
▁li	-82
ir	-83
▁as	-84
▁is	-85
se	-86
▁(	-87
im	-88
st	-89
id	-90
▁V	-91
▁on	-92
sh	-93
ous	-94
and	-95
▁he	-96
ion	-97
ge	-98
ul	-99
ad	-100
ld	-101
ke	-102
▁for	-103
ct	-104
▁was	-105
▁A	-106
ut	-107
est	-108
▁wor	-109
mon	-110
▁sh	-111
▁v	-112
ers	-113
ay	-114
▁st	-115
▁who	-116
ch	-117
▁H	-118
od	-119
▁L	-120
▁se	-121
ess	-122
▁king	-123
▁fo	-124
▁The	-125
ur	-126
ita	-127
reat	-128
▁like	-129
▁an	-130
har	-131
ful	-132
▁this	-133
▁K	-134
▁B	-135
▁com	-136
ant	-137
un	-138
ther	-139
▁her	-140
▁we	-141
▁hav	-142
▁ar	-143
▁me	-144
▁will	-145
ble	-146
▁are	-147
ter	-148
▁not	-149
ap	-150
▁W	-151
iv	-152
▁all	-153
ain	-154
ight	-155
▁your	-156
▁D	-157
aksh	-158
ish	-159
ire	-160
▁go	-161
▁my	-162
▁that	-163
ver	-164
▁son	-165
▁M	-166
il	-167
rom	-168
ru	-169
▁great	-170
ill	-171
▁at	-172
mana	-173
▁demon	-174
▁Laksh	-175
▁Sita	-176
▁him	-177
▁Lakshmana	-178
ath	-179
row	-180
et	-181
▁sp	-182
ok	-183
▁fore	-184
ha	-185
▁from	-186
▁have	-187
ered	-188
▁"	-189
▁al	-190
um	-191
os	-192
▁en	-193
ear	-194
ga	-195
▁con	-196
▁lo	-197
▁ri	-198
▁said	-199
res	-200
▁or	-201
qu	-202
ong	-203
▁sage	-204
all	-205
्य	-206
▁words	-207
nt	-208
if	-209
cri	-210
pp	-211
▁ex	-212
▁Wh	-213
ect	-214
▁pro	-215
rah	-216
red	-217
▁it	-218
▁Vis	-219
rahm	-220
now	-221
our	-222
▁forest	-223
▁comp	-224
itra	-225
ance	-226
ted	-227
▁were	-228
▁their	-229
्र	-230
ck	-231
ious	-232
ist	-233
ies	-234
▁ab	-235
ated	-236
avana	-237
▁asce	-238
▁r	-239
ord	-240
el	-241
wam	-242
ast	-243
ity	-244
▁per	-245
ik	-246
tic	-247
wamitra	-248
▁Y	-249
out	-250
ound	-251
▁Ravana	-252
र्	-253
for	-254
का	-255
▁He	-256
▁J	-257
▁G	-258
ate	-259
able	-260
ve	-261
ind	-262
▁one	-263
▁ho	-264
▁ascetic	-265
mong	-266
fe	-267
fter	-268
ount	-269
▁int	-270
▁demons	-271
up	-272
ose	-273
▁des	-274
▁fa	-275
▁among	-276
▁ra	-277
ig	-278
ell	-279
em	-280
ould	-281
▁Viswamitra	-282
▁ac	-283
pic	-284
ust	-285
▁ad	-286
▁has	-287
▁hear	-288
la	-289
▁do	-290
crif	-291
▁bro	-292
".	-293
ya	-294
▁P	-295
).	-296
ame	-297
leas	-298
▁ear	-299
▁end	-300
▁sacrif	-301
▁ch	-302
alm	-303
med	-304
▁mo	-305
ice	-306
ven	-307
▁un	-308
atha	-309
ation	-310
aka	-311
und	-312
▁them	-313
ol	-314
▁men	-315
▁arrow	-316
▁see	-317
▁know	-318
▁bow	-319
illed	-320
ree	-321
▁su	-322
▁best	-323
ith	-324
▁You	-325
▁off	-326
ile	-327
lo	-328
ta	-329
ower	-330
ाल	-331
▁char	-332
ndra	-333
ved	-334
▁can	-335
aratha	-336
one	-337
▁dev	-338
ach	-339
▁look	-340
▁There	-341
orn	-342
asaratha	-343
mb	-344
ial	-345
sed	-346
▁no	-347
▁ent	-348
igh	-349
▁acc	-350
▁right	-351
aut	-352
▁'	-353
ef	-354
tu	-355
▁gods	-356
▁there	-357
ive	-358
eous	-359
ich	-360
ied	-361
▁tw	-362
▁well	-363
▁these	-364
▁had	-365
▁man	-366
▁Indra	-367
▁res	-368
▁app	-369
iki	-370
ull	-371
▁mount	-372
ons	-373
▁they	-374
▁fl	-375
osed	-376
irst	-377
ighty	-378
aving	-379
almiki	-380
▁perfor	-381
ome	-382
way	-383
lf	-384
ges	-385
ond	-386
ught	-387
▁T	-388
ake	-389
▁sons	-390
▁up	-391
ands	-392
▁Valmiki	-393
▁composed	-394
ough	-395
▁am	-396
▁bo	-397
▁arrows	-398
rin	-399
ction	-400
▁Ramay	-401
▁beaut	-402
▁earth	-403
▁power	-404
▁j	-405
▁out	-406
▁dis	-407
ry	-408
▁ag	-409
▁ro	-410
▁tre	-411
▁holy	-412
▁which	-413
▁Dasaratha	-414
ep	-415
▁Ramayana	-416
end	-417
▁gr	-418
ings	-419
▁epic	-420
▁fire	-421
▁herm	-422
▁Brahm	-423
▁mountain	-424
shi	-425
▁tim	-426
▁first	-427
ces	-428
anda	-429
▁having	-430
ag	-431
pl	-432
▁dest	-433
▁arm	-434
▁They	-435
▁over	-436
▁pleas	-437
▁hermita	-438
ng	-439
ud	-440
per	-441
▁brahm	-442
▁Ra	-443
ness	-444
▁del	-445
▁aus	-446
ara	-447
▁da	-448
),	-449
▁into	-450
▁It	-451
▁wat	-452
▁here	-453
▁mighty	-454
▁righteous	-455
urn	-456
app	-457
own	-458
ran	-459
▁Having	-460
ced	-461
ins	-462
war	-463
less	-464
▁about	-465
स्	-466
ave	-467
ure	-468
▁ob	-469
ities	-470
akanda	-471
डे	-472
ाम	-473
arga	-474
▁brother	-475
ण्	-476
ide	-477
owed	-478
ण्डे	-479
▁Jan	-480
▁ends	-481
▁stre	-482
मद	-483
यण	-484
▁व	-485
श्र	-486
ence	-487
मद्र	-488
श्री	-489
▁been	-490
मद्राम	-491
▁sarga	-492
आद	-493
इत	-494
आदि	-495
काव	-496
यणे	-497
र्ग	-498
स्स	-499
्ये	-500
▁sw	-501
ring	-502
▁bir	-503
▁आदि	-504
▁Then	-505
▁श्री	-506
काव्ये	-507
मद्रामा	-508
▁hermitage	-509
▁आदिकाव्ये	-510
ीक	-511
ीय	-512
ार्	-513
▁bri	-514
▁वाल	-515
▁Ragh	-516
काण्डे	-517
मद्रामायणे	-518
्म	-519
iot	-520
▁im	-521
ार्ष	-522
्मीक	-523
▁Vas	-524
स्सर्ग	-525
▁trees	-526
▁world	-527
▁श्रीमद्रामायणे	-528
▁वाल्मीक	-529
▁qu	-530
anga	-531
इत्य	-532
▁down	-533
▁sages	-534
▁those	-535
।।	-536
▁so	-537
▁ang	-538
▁even	-539
▁shall	-540
pt	-541
ank	-542
▁she	-543
▁high	-544
इत्यार्ष	-545
▁वाल्मीकीय	-546
he	-547
ged	-548
▁chariot	-549
▁Sun	-550
ci	-551
Thus	-552
▁bod	-553
▁along	-554
iant	-555
▁war	-556
▁form	-557
▁time	-558
lds	-559
▁us	-560
▁two	-561
▁weap	-562
▁thous	-563
du	-564
ty	-565
ishta	-566
▁worlds	-567
इत्यार्षे	-568
read	-569
ents	-570
hara	-571
▁sacrifice	-572
op	-573
ors	-574
▁saw	-575
led	-576
ving	-577
▁prin	-578
▁daught	-579
are	-580
roy	-581
iful	-582
tain	-583
ine	-584
▁pla	-585
▁Vasishta	-586
wn	-587
▁sk	-588
▁happ	-589
ressed	-590
▁ascetics	-591
ens	-592
▁Khara	-593
▁heard	-594
va	-595
aus	-596
oss	-597
▁cl	-598
▁away	-599
▁lord	-600
▁beautiful	-601
▁other	-602
ala	-603
so	-604
▁F	-605
ore	-606
▁ne	-607
▁pe	-608
▁gold	-609
▁life	-610
▁destroy	-611
ort	-612
▁if	-613
ears	-614
▁come	-615
ab	-616
ph	-617
ying	-618
▁deer	-619
▁when	-620
▁On	-621
▁gl	-622
tect	-623
▁This	-624
▁body	-625
▁weapons	-626
ise	-627
ksh	-628
▁le	-629
par	-630
▁three	-631
▁any	-632
▁hands	-633
▁killed	-634
ata	-635
ily	-636
atas	-637
after	-638
wards	-639
▁kill	-640
▁long	-641
▁father	-642
▁sacrific	-643
ts	-644
ira	-645
▁co	-646
under	-647
▁With	-648
▁dist	-649
ie	-650
ass	-651
key	-652
irtu	-653
▁full	-654
▁again	-655
▁should	-656
▁delight	-657
▁protect	-658
▁without	-659
een	-660
▁heav	-661
ves	-662
ery	-663
▁spe	-664
▁tru	-665
ought	-666
▁looked	-667
▁devatas	-668
▁N	-669
dom	-670
▁ele	-671
▁fri	-672
owing	-673
▁When	-674
▁enem	-675
▁perform	-676
als	-677
att	-678
▁both	-679
▁after	-680
▁virtu	-681
▁E	-682
its	-683
ory	-684
▁ey	-685
▁ser	-686
ating	-687
▁foll	-688
▁death	-689
▁In	-690
pped	-691
uman	-692
▁wife	-693
▁highly	-694
ix	-695
▁C	-696
ched	-697
▁bec	-698
▁water	-699
▁thousand	-700
'.	-701
ade	-702
pan	-703
▁sc	-704
ment	-705
▁add	-706
▁Janaka	-707
▁towards	-708
ue	-709
▁born	-710
enance	-711
▁Ganga	-712
hi	-713
me	-714
ngth	-715
ached	-716
owers	-717
▁also	-718
▁comm	-719
▁fear	-720
▁prow	-721
▁anger	-722
▁place	-723
▁where	-724
▁strength	-725
ff	-726
mo	-727
ady	-728
ants	-729
▁cons	-730
शस्सर्ग	-731
▁car	-732
▁ord	-733
▁wom	-734
▁resp	-735
▁prowess	-736
▁brahmins	-737
ayu	-738
▁As	-739
▁fe	-740
▁ass	-741
▁pre	-742
▁thr	-743
ering	-744
▁went	-745
▁accom	-746
▁poss	-747
▁Brahma	-748
ting	-749
▁exce	-750
▁thus	-751
▁dread	-752
▁kingdom	-753
▁daughter	-754
ened	-755
thers	-756
cl	-757
ps	-758
▁अ	-759
ack	-760
ned	-761
ush	-762
▁Mar	-763
▁rel	-764
▁val	-765
ma	-766
ras	-767
uge	-768
▁Su	-769
ished	-770
▁city	-771
▁eyes	-772
▁birds	-773
▁auster	-774
▁sacrificial	-775
iff	-776
cess	-777
cted	-778
ense	-779
ried	-780
semb	-781
▁army	-782
▁eleph	-783
▁penance	-784
▁dreadful	-785
ared	-786
▁now	-787
▁sky	-788
▁way	-789
ining	-790
▁desire	-791
fore	-792
▁gri	-793
▁cont	-794
▁four	-795
▁mind	-796
▁powerful	-797
▁Thereafter	-798
age	-799
ans	-800
tha	-801
▁cap	-802
▁may	-803
▁sin	-804
▁Lord	-805
▁very	-806
▁heaven	-807
ee	-808
oke	-809
▁Bhar	-810
▁came	-811
▁diff	-812
▁being	-813
▁austerities	-814
cend	-815
ling	-816
▁while	-817
picious	-818
ard	-819
ople	-820
▁Bal	-821
▁god	-822
▁lot	-823
▁could	-824
▁kings	-825
nu	-826
Rama	-827
icha	-828
▁blo	-829
▁mon	-830
▁pres	-831
ations	-832
▁appro	-833
▁through	-834
▁performed	-835
ier	-836
▁sl	-837
▁mar	-838
▁min	-839
▁made	-840
ey	-841
ner	-842
▁took	-843
▁what	-844
▁creat	-845
▁spoke	-846
▁entered	-847
▁pleased	-848
ood	-849
vers	-850
▁kin	-851
▁ret	-852
na	-853
ual	-854
amed	-855
king	-856
▁dar	-857
▁ill	-858
▁own	-859
▁lotus	-860
▁ground	-861
▁Maricha	-862
रण	-863
bed	-864
ite	-865
ult	-866
rany	-867
रण्य	-868
▁gra	-869
▁Thus	-870
▁wish	-871
▁Arany	-872
▁brill	-873
▁river	-874
▁अरण्य	-875
▁Bharata	-876
▁shining	-877
▁Aranyakanda	-878
▁अरण्यकाण्डे	-879
ari	-880
▁pl	-881
ised	-882
reme	-883
▁fru	-884
▁pri	-885
aking	-886
▁anim	-887
▁ever	-888
▁face	-889
▁saying	-890
▁Balakanda	-891
de	-892
▁?	-893
▁ब	-894
ila	-895
▁em	-896
ener	-897
▁बाल	-898
atayu	-899
▁hero	-900
▁hund	-901
▁love	-902
▁While	-903
▁worshi	-904
▁addressed	-905
▁Ag	-906
ible	-907
▁ext	-908
▁nor	-909
▁pra	-910
▁dire	-911
▁accord	-912
▁बालकाण्डे	-913
of	-914
oy	-915
ions	-916
rong	-917
▁lady	-918
▁comple	-919
▁people	-920
▁flowers	-921
aid	-922
self	-923
▁good	-924
andhar	-925
▁known	-926
▁Jatayu	-927
▁filled	-928
▁living	-929
ars	-930
oud	-931
ited	-932
▁sur	-933
▁seen	-934
▁would	-935
▁Raghus	-936
▁beings	-937
▁respect	-938
▁auspicious	-939
ah	-940
iti	-941
▁ev	-942
cked	-943
ined	-944
▁chi	-945
▁race	-946
▁rece	-947
ati	-948
vas	-949
yas	-950
▁tig	-951
rious	-952
▁abdu	-953
▁many	-954
▁under	-955
▁whose	-956
▁entire	-957
▁gandhar	-958
▁offered	-959
▁mountains	-960
amp	-961
band	-962
ired	-963
ress	-964
▁such	-965
▁tell	-966
▁Raghu	-967
▁Visnu	-968
▁enemies	-969
:।।	-970
ows	-971
▁All	-972
▁Kus	-973
▁fam	-974
attle	-975
ition	-976
▁arri	-977
▁repl	-978
▁self	-979
▁take	-980
▁then	-981
▁wond	-982
▁grief	-983
▁raksh	-984
▁hearing	-985
▁gu	-986
aras	-987
cept	-988
ived	-989
▁day	-990
▁hus	-991
▁its	-992
▁tra	-993
oured	-994
▁King	-995
▁dhar	-996
▁gave	-997
▁After	-998
▁blood	-999
▁young	-1000
▁replied	-1001
bh	-1002
arp	-1003
eft	-1004
hya	-1005
ick	-1006
ally	-1007
sper	-1008
▁And	-1009
▁but	-1010
▁div	-1011
▁reg	-1012
▁sac	-1013
▁six	-1014
llent	-1015
▁left	-1016
▁truth	-1017
▁wonder	-1018
idd	-1019
▁ha	-1020
▁Kak	-1021
▁act	-1022
lding	-1023
▁arms	-1024
▁just	-1025
▁only	-1026
estial	-1027
▁night	-1028
▁battle	-1029
▁strong	-1030
▁husband	-1031
▁rakshas	-1032
▁direction	-1033
िं	-1034
ber	-1035
ike	-1036
▁bl	-1037
lded	-1038
stru	-1039
▁Des	-1040
▁hon	-1041
▁ref	-1042
▁ter	-1043
▁Mith	-1044
▁golden	-1045
▁reached	-1046
ika	-1047
ulf	-1048
▁Ay	-1049
▁Va	-1050
▁His	-1051
▁did	-1052
▁sou	-1053
orrow	-1054
▁back	-1055
▁assum	-1056
▁years	-1057
▁dharma	-1058
▁sacred	-1059
▁Mithila	-1060
▁possess	-1061
िंशस्सर्ग	-1062
▁brilliant	-1063
eds	-1064
les	-1065
most	-1066
ways	-1067
▁hel	-1068
▁mat	-1069
▁rep	-1070
odhya	-1071
▁cann	-1072
andaka	-1073
▁sharp	-1074
▁monkey	-1075
▁releas	-1076
elestial	-1077
▁endowed	-1078
▁If	-1079
▁po	-1080
▁See	-1081
▁Who	-1082
▁var	-1083
▁fell	-1084
▁fulf	-1085
▁lust	-1086
▁fruits	-1087
▁Ayodhya	-1088
▁virtuous	-1089
▁gandharvas	-1090
▁At	-1091
astya	-1092
inent	-1093
urned	-1094
▁huge	-1095
▁bright	-1096
▁resemb	-1097
▁celestial	-1098
art	-1099
▁Mo	-1100
▁get	-1101
▁giv	-1102
▁har	-1103
▁hor	-1104
▁rul	-1105
isters	-1106
▁always	-1107
▁folded	-1108
▁looking	-1109
wh	-1110
yal	-1111
alth	-1112
▁got	-1113
▁inv	-1114
▁red	-1115
cious	-1116
erent	-1117
▁dear	-1118
▁head	-1119
▁stay	-1120
orious	-1121
ounded	-1122
▁devot	-1123
▁seeing	-1124
▁sorrow	-1125
▁capable	-1126
▁hundred	-1127
to	-1128
▁U	-1129
agn	-1130
ang	-1131
gri	-1132
arge	-1133
▁adv	-1134
▁cro	-1135
▁inc	-1136
loved	-1137
▁food	-1138
▁rest	-1139
▁bring	-1140
▁count	-1141
▁kinds	-1142
▁beauty	-1143
▁cannot	-1144
▁friend	-1145
▁fright	-1146
ustrious	-1147
▁Dandaka	-1148
▁beloved	-1149
▁princess	-1150
▁excellent	-1151
▁ma	-1152
asth	-1153
ital	-1154
▁dec	-1155
▁our	-1156
▁rit	-1157
ingly	-1158
▁hand	-1159
▁Seeing	-1160
▁priest	-1161
▁accompan	-1162
eer	-1163
▁br	-1164
eyed	-1165
▁She	-1166
▁ten	-1167
armed	-1168
griva	-1169
orned	-1170
orses	-1171
vered	-1172
▁give	-1173
▁name	-1174
▁some	-1175
▁sound	-1176
▁became	-1177
▁horses	-1178
▁Agastya	-1179
▁command	-1180
▁descend	-1181
▁valiant	-1182
▁ministers	-1183
▁righteousness	-1184
ali	-1185
has	-1186
iva	-1187
ked	-1188
oun	-1189
lend	-1190
ning	-1191
▁Sur	-1192
▁cur	-1193
▁due	-1194
▁eld	-1195
agara	-1196
lfare	-1197
thing	-1198
uring	-1199
▁ener	-1200
▁fall	-1201
▁most	-1202
▁sens	-1203
▁various	-1204
▁welfare	-1205
act	-1206
ail	-1207
bha	-1208
eet	-1209
▁cle	-1210
▁how	-1211
▁rem	-1212
alled	-1213
iance	-1214
▁deep	-1215
▁does	-1216
▁pers	-1217
▁rish	-1218
cribed	-1219
▁named	-1220
▁order	-1221
▁divine	-1222
▁waters	-1223
▁animals	-1224
gy	-1225
yn	-1226
ont	-1227
ots	-1228
the	-1229
vak	-1230
▁My	-1231
▁ef	-1232
▁vo	-1233
anka	-1234
ause	-1235
▁equ	-1236
rated	-1237
▁done	-1238
quired	-1239
▁fight	-1240
asthana	-1241
▁attain	-1242
▁though	-1243
▁Sugriva	-1244
▁prosper	-1245
▁elephants	-1246
god	-1247
ict	-1248
uts	-1249
▁To	-1250
ceed	-1251
ject	-1252
▁bet	-1253
▁imp	-1254
▁sub	-1255
idehi	-1256
▁palm	-1257
▁path	-1258
gether	-1259
▁Lanka	-1260
▁deeds	-1261
▁offer	-1262
▁woman	-1263
▁wealth	-1264
▁Vaidehi	-1265
▁princes	-1266
▁released	-1267
▁Janasthana	-1268
▁illustrious	-1269
ary	-1270
ren	-1271
thy	-1272
▁An	-1273
arch	-1274
head	-1275
nown	-1276
ures	-1277
well	-1278
▁aff	-1279
▁att	-1280
▁beh	-1281
▁emb	-1282
aring	-1283
isten	-1284
▁Best	-1285
▁Siva	-1286
▁star	-1287
▁thin	-1288
▁tree	-1289
▁sweet	-1290
▁manner	-1291
▁brahmin	-1292
▁brothers	-1293
▁accompanied	-1294
ai	-1295
▁:	-1296
ris	-1297
▁ru	-1298
akha	-1299
anas	-1300
enty	-1301
▁Sat	-1302
▁dut	-1303
▁let	-1304
▁lif	-1305
▁rec	-1306
rying	-1307
▁Moon	-1308
▁bank	-1309
▁once	-1310
▁wind	-1311
▁depar	-1312
▁given	-1313
▁stood	-1314
▁Sagara	-1315
▁senses	-1316
enerable	-1317
▁carried	-1318
▁rakshasas	-1319
iz	-1320
cks	-1321
oub	-1322
keyi	-1323
ured	-1324
▁Sum	-1325
▁ano	-1326
▁beg	-1327
▁dep	-1328
▁appe	-1329
▁cond	-1330
▁conf	-1331
▁feet	-1332
▁hair	-1333
▁help	-1334
▁live	-1335
aikeyi	-1336
urning	-1337
▁happy	-1338
▁story	-1339
▁tiger	-1340
▁voice	-1341
panakha	-1342
▁wicked	-1343
▁thunder	-1344
▁received	-1345
▁destroyed	-1346
▁wonderful	-1347
▁Surpanakha	-1348
▁performing	-1349
dha	-1350
atri	-1351
full	-1352
irit	-1353
ture	-1354
ween	-1355
▁Let	-1356
▁enj	-1357
ringa	-1358
▁Iksh	-1359
▁alone	-1360
▁every	-1361
▁terri	-1362
▁warri	-1363
earance	-1364
मस्सर्ग	-1365
▁before	-1366
▁energy	-1367
yasringa	-1368
▁Kaikeyi	-1369
▁accompl	-1370
▁adorned	-1371
▁brought	-1372
▁killing	-1373
▁thought	-1374
▁elephant	-1375
▁together	-1376
▁worshipped	-1377
He	-1378
्च	-1379
▁Be	-1380
oura	-1381
teen	-1382
▁bre	-1383
▁imm	-1384
▁inf	-1385
ately	-1386
▁Vide	-1387
▁thir	-1388
shatri	-1389
▁enemy	-1390
▁large	-1391
▁heroic	-1392
▁between	-1393
▁monkeys	-1394
Dasaratha	-1395
syasringa	-1396
▁foremost	-1397
ale	-1398
bly	-1399
▁Ad	-1400
▁We	-1401
asty	-1402
▁How	-1403
▁dyn	-1404
▁pur	-1405
▁ran	-1406
▁set	-1407
▁sup	-1408
▁prom	-1409
▁disci	-1410
▁horse	-1411
▁noble	-1412
▁yaksh	-1413
▁contro	-1414
▁others	-1415
▁Ikshvak	-1416
▁another	-1417
▁described	-1418
ष्	-1419
्व	-1420
ada	-1421
ici	-1422
iss	-1423
ura	-1424
▁By	-1425
lled	-1426
▁Ved	-1427
fully	-1428
known	-1429
▁Kaus	-1430
▁dark	-1431
▁dead	-1432
▁enga	-1433
▁serp	-1434
▁sing	-1435
▁wand	-1436
itting	-1437
▁exper	-1438
▁human	-1439
▁quick	-1440
▁women	-1441
▁diffic	-1442
▁dynasty	-1443
▁happily	-1444
▁kshatri	-1445
▁followed	-1446
▁handsome	-1447
▁different	-1448
▁approached	-1449
be	-1450
pe	-1451
Vis	-1452
ava	-1453
ken	-1454
cing	-1455
come	-1456
mind	-1457
▁Sab	-1458
▁pit	-1459
▁rad	-1460
▁vul	-1461
arshi	-1462
▁trad	-1463
assion	-1464
▁lived	-1465
▁rivers	-1466
▁spirit	-1467
▁appeared	-1468
▁demoness	-1469
▁daughters	-1470
▁accordance	-1471
ip	-1472
You	-1473
ift	-1474
▁sm	-1475
▁wa	-1476
aken	-1477
alya	-1478
anim	-1479
ront	-1480
▁Dus	-1481
▁cru	-1482
▁eat	-1483
▁gar	-1484
▁hum	-1485
▁mer	-1486
▁sal	-1487
▁sea	-1488
▁Vira	-1489
▁able	-1490
▁evil	-1491
▁fort	-1492
▁magn	-1493
▁more	-1494
▁soul	-1495
▁than	-1496
minded	-1497
▁heart	-1498
▁means	-1499
▁never	-1500
▁state	-1501
▁tears	-1502
▁mother	-1503
▁rishis	-1504
▁Viradha	-1505
▁extreme	-1506
Viswamitra	-1507
▁.	-1508
ace	-1509
any	-1510
ids	-1511
nds	-1512
त्र	-1513
▁du	-1514
ampa	-1515
oked	-1516
ward	-1517
▁mom	-1518
▁sil	-1519
tures	-1520
▁Pampa	-1521
▁bless	-1522
▁stand	-1523
▁wives	-1524
▁Dusana	-1525
▁destru	-1526
▁family	-1527
▁moment	-1528
▁charact	-1529
▁holding	-1530
▁priests	-1531
▁proceed	-1532
▁glorious	-1533
▁possible	-1534
▁presence	-1535
▁following	-1536
▁spiritual	-1537
▁resembling	-1538
ac	-1539
wa	-1540
asa	-1541
eep	-1542
elt	-1543
oka	-1544
sts	-1545
uch	-1546
▁Al	-1547
aves	-1548
▁gem	-1549
▁sat	-1550
aming	-1551
iding	-1552
ierce	-1553
tered	-1554
▁Tris	-1555
▁surr	-1556
aments	-1557
nowned	-1558
▁birth	-1559
▁child	-1560
▁condu	-1561
▁grace	-1562
▁grant	-1563
▁rites	-1564
▁intell	-1565
▁remain	-1566
▁arrived	-1567
▁himself	-1568
▁renowned	-1569
▁thousands	-1570
▁venerable	-1571
▁wellknown	-1572
▁destruction	-1573
cc	-1574
ks	-1575
ित	-1576
hab	-1577
ign	-1578
ini	-1579
ever	-1580
fulg	-1581
ided	-1582
ords	-1583
▁Han	-1584
▁ash	-1585
entle	-1586
ising	-1587
riage	-1588
▁incl	-1589
▁none	-1590
▁past	-1591
▁chief	-1592
▁deser	-1593
▁leave	-1594
▁palms	-1595
fulgent	-1596
▁assemb	-1597
▁called	-1598
▁refuge	-1599
▁Hanuman	-1600
▁complet	-1601
िंशस्सर्गः	-1602
▁character	-1603
▁difficult	-1604
▁appearance	-1605
ew	-1606
uk	-1607
bol	-1608
ode	-1609
▁Bha	-1610
▁Him	-1611
▁ast	-1612
▁cut	-1613
▁dro	-1614
▁oce	-1615
▁orn	-1616
iting	-1617
ments	-1618
▁That	-1619
▁What	-1620
▁doub	-1621
▁gone	-1622
▁make	-1623
▁near	-1624
▁true	-1625
▁upon	-1626
▁Vedas	-1627
▁cruel	-1628
▁enjoy	-1629
▁equal	-1630
▁pract	-1631
▁sixty	-1632
▁speak	-1633
attered	-1634
▁Kakuts	-1635
▁Videha	-1636
▁action	-1637
▁around	-1638
▁lifted	-1639
▁proper	-1640
▁search	-1641
▁worthy	-1642
▁created	-1643
▁supreme	-1644
▁devotion	-1645
▁distance	-1646
▁delighted	-1647
▁tradition	-1648
▁directions	-1649
▁thunderbol	-1650
."	-1651
चत	-1652
्त	-1653
▁Bh	-1654
▁ut	-1655
ides	-1656
▁Mah	-1657
▁exc	-1658
▁joy	-1659
▁obl	-1660
▁put	-1661
duced	-1662
ledge	-1663
▁free	-1664
▁lion	-1665
earing	-1666
ection	-1667
formed	-1668
▁angry	-1669
▁harsh	-1670
itality	-1671
▁broken	-1672
▁fierce	-1673
▁return	-1674
▁Descend	-1675
▁blessed	-1676
▁started	-1677
ितमस्सर्ग	-1678
▁marriage	-1679
▁Therefore	-1680
▁effulgent	-1681
oj	-1682
ism	-1683
osp	-1684
uri	-1685
प्त	-1686
eren	-1687
gira	-1688
idst	-1689
▁For	-1690
▁May	-1691
▁bla	-1692
▁bra	-1693
▁fav	-1694
▁hur	-1695
▁tou	-1696
ching	-1697
iness	-1698
ither	-1699
▁Even	-1700
▁find	-1701
▁hosp	-1702
▁want	-1703
ention	-1704
ertain	-1705
▁clear	-1706
▁conqu	-1707
▁going	-1708
▁grass	-1709
▁speed	-1710
▁think	-1711
▁Mighty	-1712
▁eldest	-1713
▁instru	-1714
▁obtain	-1715
▁valour	-1716
▁engaged	-1717
▁worship	-1718
▁enquired	-1719
▁according	-1720
▁destroyer	-1721
▁ornaments	-1722
▁hospitality	-1723
▁thunderbolt	-1724
ys	-1725
The	-1726
esh	-1727
ook	-1728
val	-1729
▁Ma	-1730
bera	-1731
cles	-1732
medi	-1733
outh	-1734
▁ind	-1735
▁nat	-1736
▁use	-1737
▁vis	-1738
▁wie	-1739
assed	-1740
aster	-1741
enced	-1742
ening	-1743
ified	-1744
thern	-1745
ubera	-1746
▁Vali	-1747
▁boon	-1748
▁drin	-1749
▁mant	-1750
▁mean	-1751
▁moon	-1752
▁move	-1753
▁pure	-1754
▁vict	-1755
▁wise	-1756
iddhas	-1757
▁Great	-1758
▁Himav	-1759
▁cloud	-1760
▁roots	-1761
▁scion	-1762
▁seven	-1763
animous	-1764
▁gentle	-1765
▁Bhagira	-1766
▁against	-1767
▁control	-1768
▁precept	-1769
▁quickly	-1770
▁pleasing	-1771
▁fulfilled	-1772
▁knowledge	-1773
▁offerings	-1774
▁charioteer	-1775
▁surrounded	-1776
by	-1777
og	-1778
ark	-1779
asy	-1780
ety	-1781
pet	-1782
▁Vi	-1783
▁la	-1784
▁sy	-1785
ches	-1786
cond	-1787
ices	-1788
rama	-1789
सप्त	-1790
▁Son	-1791
▁Why	-1792
▁enc	-1793
arabh	-1794
ility	-1795
ption	-1796
uding	-1797
▁Yama	-1798
▁gems	-1799
▁slay	-1800
▁whom	-1801
aching	-1802
shuman	-1803
▁doubt	-1804
▁dwell	-1805
▁gener	-1806
▁mahar	-1807
▁royal	-1808
▁ruled	-1809
▁swift	-1810
▁person	-1811
▁twenty	-1812
▁conduct	-1813
▁covered	-1814
▁mantras	-1815
▁honoured	-1816
▁extremely	-1817
▁magnanimous	-1818
ja	-1819
ads	-1820
apa	-1821
law	-1822
tar	-1823
long	-1824
ouds	-1825
rown	-1826
▁God	-1827
▁fif	-1828
▁rev	-1829
▁tas	-1830
▁too	-1831
astra	-1832
▁Mand	-1833
▁Your	-1834
▁cros	-1835
▁each	-1836
▁felt	-1837
▁sent	-1838
▁spok	-1839
▁used	-1840
▁work	-1841
erence	-1842
▁Kakus	-1843
▁chest	-1844
▁ocean	-1845
▁sight	-1846
▁Sarabh	-1847
▁accept	-1848
▁become	-1849
▁clouds	-1850
▁sinful	-1851
▁turned	-1852
▁account	-1853
▁eminent	-1854
▁immense	-1855
▁leaving	-1856
▁abducted	-1857
▁fourteen	-1858
▁offering	-1859
▁including	-1860
▁Bhagiratha	-1861
▁Sarabhanga	-1862
▁delightful	-1863
gu	-1864
adh	-1865
amb	-1866
arn	-1867
ash	-1868
ese	-1869
ild	-1870
inu	-1871
iol	-1872
mbs	-1873
sel	-1874
ser	-1875
्वा	-1876
▁ce	-1877
▁kn	-1878
akes	-1879
fort	-1880
ical	-1881
iksh	-1882
iled	-1883
leep	-1884
pose	-1885
rous	-1886
ship	-1887
▁big	-1888
▁exp	-1889
▁far	-1890
▁hit	-1891
ended	-1892
ently	-1893
▁Kasy	-1894
▁Like	-1895
▁atta	-1896
▁bird	-1897
▁bows	-1898
▁cows	-1899
▁duty	-1900
▁fame	-1901
▁feel	-1902
▁part	-1903
▁perm	-1904
▁vows	-1905
▁inhab	-1906
▁limbs	-1907
▁mouth	-1908
▁round	-1909
edingly	-1910
renched	-1911
▁Kubera	-1912
▁experi	-1913
▁famous	-1914
▁fortun	-1915
▁listen	-1916
▁lovely	-1917
▁seated	-1918
▁thirty	-1919
▁Kasyapa	-1920
▁forests	-1921
▁glowing	-1922
▁serpents	-1923
▁truthful	-1924
▁protected	-1925
▁Descendant	-1926
af	-1927
irm	-1928
itt	-1929
ple	-1930
run	-1931
uda	-1932
▁Ch	-1933
▁Sh	-1934
crip	-1935
fied	-1936
ruck	-1937
sing	-1938
xion	-1939
▁Pro	-1940
▁fem	-1941
▁pie	-1942
▁wel	-1943
▁yoj	-1944
andha	-1945
orted	-1946
▁caus	-1947
▁coll	-1948
▁hold	-1949
▁sain	-1950
▁seas	-1951
▁serv	-1952
▁wild	-1953
anabha	-1954
igious	-1955
ourage	-1956
rained	-1957
▁Where	-1958
▁abode	-1959
▁asked	-1960
▁curse	-1961
▁flesh	-1962
▁scrip	-1963
▁fallen	-1964
▁female	-1965
▁fulfil	-1966
▁honour	-1967
▁nature	-1968
▁prince	-1969
▁spoken	-1970
▁virtue	-1971
▁burning	-1972
▁discipl	-1973
▁purpose	-1974
▁virtues	-1975
▁Anshuman	-1976
▁chariots	-1977
▁pleasure	-1978
▁affection	-1979
▁oblations	-1980
▁descendant	-1981
▁exceedingly	-1982
.'	-1983
▁,	-1984
ase	-1985
aya	-1986
ept	-1987
han	-1988
lic	-1989
oth	-1990
ury	-1991
▁ir	-1992
▁ph	-1993
cent	-1994
ghna	-1995
ilar	-1996
zing	-1997
▁Kab	-1998
▁ban	-1999
▁bew	-2000
▁col	-2001
▁hun	-2002
▁occ	-2003
aruda	-2004
being	-2005
itted	-2006
▁Just	-2007
▁coun	-2008
▁cour	-2009
▁inst	-2010
▁keep	-2011
▁morn	-2012
▁stri	-2013
▁viol	-2014
autama	-2015
ikshna	-2016
imilar	-2017
itated	-2018
ndsire	-2019
rughna	-2020
though	-2021
▁light	-2022
▁loyal	-2023
▁sever	-2024
▁since	-2025
▁times	-2026
▁belong	-2027
▁coming	-2028
▁region	-2029
▁single	-2030
▁tigers	-2031
▁continu	-2032
▁courage	-2033
▁lotuses	-2034
▁morning	-2035
▁siddhas	-2036
▁younger	-2037
mediately	-2038
▁Kabandha	-2039
▁assuming	-2040
▁lustrous	-2041
▁radiance	-2042
▁intellect	-2043
▁इत्यार्षे	-2044
▁accomplished	-2045
ms	-2046
ti	-2047
ded	-2048
irc	-2049
min	-2050
oic	-2051
old	-2052
pri	-2053
rag	-2054
una	-2055
्चा	-2056
▁bu	-2057
▁op	-2058
amad	-2059
deed	-2060
lier	-2061
like	-2062
reds	-2063
reed	-2064
▁Her	-2065
▁Sut	-2066
▁ach	-2067
▁old	-2068
▁pay	-2069
▁run	-2070
▁ste	-2071
▁tor	-2072
▁tri	-2073
erial	-2074
ighly	-2075
raged	-2076
tness	-2077
ushed	-2078
usion	-2079
▁desp	-2080
▁kind	-2081
▁lost	-2082
▁pier	-2083
▁rain	-2084
▁safe	-2085
▁soon	-2086
atever	-2087
icient	-2088
tering	-2089
▁advan	-2090
▁altar	-2091
▁armed	-2092
▁cheer	-2093
▁fifty	-2094
▁ready	-2095
▁salut	-2096
▁sense	-2097
▁separ	-2098
▁shone	-2099
▁sides	-2100
▁stars	-2101
eminent	-2102
ressing	-2103
▁ascend	-2104
▁knower	-2105
▁lustre	-2106
▁passed	-2107
▁swords	-2108
cription	-2109
▁arrival	-2110
▁assumed	-2111
▁company	-2112
▁several	-2113
▁warrior	-2114
▁wearing	-2115
▁carrying	-2116
▁departed	-2117
▁drenched	-2118
्चाशस्सर्ग	-2119
▁Ikshvakus	-2120
▁Sutikshna	-2121
▁religious	-2122
▁wandering	-2123
▁wellbeing	-2124
▁Rsyasringa	-2125
▁completion	-2126
▁protection	-2127
▁scriptures	-2128
▁immediately	-2129
Wh	-2130
ams	-2131
eng	-2132
oid	-2133
षष्	-2134
avas	-2135
ingu	-2136
ison	-2137
iver	-2138
ming	-2139
▁Now	-2140
▁aps	-2141
▁fig	-2142
▁fit	-2143
▁flo	-2144
▁nar	-2145
▁wra	-2146
aksha	-2147
arden	-2148
avari	-2149
▁days	-2150
▁defe	-2151
▁five	-2152
▁lear	-2153
▁much	-2154
▁same	-2155
▁supp	-2156
▁sure	-2157
itable	-2158
▁achie	-2159
▁chant	-2160
▁conse	-2161
▁eight	-2162
▁exile	-2163
▁faith	-2164
▁front	-2165
▁midst	-2166
▁might	-2167
▁obser	-2168
▁sleep	-2169
▁bodies	-2170
▁indeed	-2171
▁moving	-2172
▁pieces	-2173
▁splend	-2174
▁string	-2175
▁country	-2176
▁intense	-2177
▁vulture	-2178
▁witness	-2179
▁yakshas	-2180
▁attained	-2181
▁returned	-2182
▁Kakutstha	-2183
▁abduction	-2184
▁kshatriya	-2185
▁longarmed	-2186
▁complexion	-2187
▁distressed	-2188
▁prosperous	-2189
▁Description	-2190
▁frightening	-2191
dd	-2192
ev	-2193
ug	-2194
▁द	-2195
day	-2196
ern	-2197
fig	-2198
uck	-2199
▁Do	-2200
▁Ex	-2201
▁sn	-2202
eeth	-2203
elop	-2204
ixed	-2205
mity	-2206
ones	-2207
pect	-2208
ries	-2209
sell	-2210
thas	-2211
waja	-2212
▁Sin	-2213
▁hal	-2214
▁led	-2215
▁mil	-2216
ataka	-2217
inted	-2218
▁ears	-2219
▁fine	-2220
▁firm	-2221
▁lake	-2222
▁land	-2223
▁loud	-2224
▁need	-2225
▁prof	-2226
▁sake	-2227
▁sand	-2228
▁show	-2229
▁side	-2230
astras	-2231
icated	-2232
ission	-2233
priate	-2234
▁Those	-2235
▁cause	-2236
▁foref	-2237
▁hosts	-2238
▁inter	-2239
▁peace	-2240
▁pious	-2241
▁satis	-2242
▁stret	-2243
▁teeth	-2244
▁Highly	-2245
▁Sabala	-2246
▁abduct	-2247
▁animal	-2248
▁behind	-2249
▁cities	-2250
▁colour	-2251
▁sounds	-2252
▁Gautama	-2253
▁because	-2254
▁uttered	-2255
▁Godavari	-2256
▁counsell	-2257
▁hundreds	-2258
▁terrible	-2259
▁warriors	-2260
▁conquered	-2261
▁asceticism	-2262
▁sacrifices	-2263
▁thereafter	-2264
▁appropriate	-2265
gs	-2266
leb	-2267
rew	-2268
▁St	-2269
▁cr	-2270
▁om	-2271
anta	-2272
char	-2273
inci	-2274
laim	-2275
pted	-2276
with	-2277
्वार	-2278
▁Das	-2279
▁Gra	-2280
▁ben	-2281
▁clo	-2282
▁def	-2283
▁fun	-2284
▁ins	-2285
▁met	-2286
▁sev	-2287
▁sis	-2288
▁smo	-2289
apada	-2290
aught	-2291
avati	-2292
ersed	-2293
orous	-2294
usted	-2295
▁Here	-2296
▁Kush	-2297
▁Vibh	-2298
▁bath	-2299
▁bran	-2300
▁circ	-2301
▁fish	-2302
▁foes	-2303
▁garl	-2304
▁mess	-2305
▁must	-2306
▁neck	-2307
▁peak	-2308
▁pull	-2309
▁saga	-2310
▁stud	-2311
▁task	-2312
▁test	-2313
▁word	-2314
headed	-2315
isance	-2316
reated	-2317
versed	-2318
▁These	-2319
▁Whose	-2320
▁bound	-2321
▁brave	-2322
▁celeb	-2323
▁forms	-2324
▁subdu	-2325
▁today	-2326
▁waist	-2327
▁white	-2328
▁wrath	-2329
incible	-2330
▁Garuda	-2331
▁compar	-2332
▁disfig	-2333
▁during	-2334
▁duties	-2335
▁intend	-2336
▁spread	-2337
▁struck	-2338
▁unable	-2339
▁weapon	-2340
▁Brahman	-2341
▁Hearing	-2342
▁Sumitra	-2343
▁deities	-2344
▁devoted	-2345
▁flaming	-2346
▁passion	-2347
▁pierced	-2348
▁welcome	-2349
inguished	-2350
▁Kakustha	-2351
▁Kausalya	-2352
▁agitated	-2353
▁speaking	-2354
Rsyasringa	-2355
▁possessed	-2356
▁sagacious	-2357
▁celestials	-2358
▁frightened	-2359
▁experienced	-2360
Be	-2361
ni	-2362
▁प	-2363
bat	-2364
fic	-2365
get	-2366
ird	-2367
lew	-2368
nda	-2369
rip	-2370
uka	-2371
yed	-2372
▁Dh	-2373
▁aw	-2374
▁es	-2375
▁चत	-2376
This	-2377
anku	-2378
arna	-2379
asts	-2380
ates	-2381
dess	-2382
held	-2383
ourn	-2384
raid	-2385
rans	-2386
rest	-2387
tail	-2388
▁Del	-2389
▁Ram	-2390
▁bef	-2391
▁bur	-2392
▁cow	-2393
▁mis	-2394
▁obe	-2395
▁par	-2396
▁rig	-2397
▁sad	-2398
▁sta	-2399
▁suc	-2400
▁vow	-2401
▁wal	-2402
▁yet	-2403
ained	-2404
halya	-2405
ipped	-2406
urama	-2407
▁Diti	-2408
▁arch	-2409
▁bark	-2410
▁cere	-2411
▁foot	-2412
▁midd	-2413
▁paid	-2414
▁pain	-2415
▁reas	-2416
▁seat	-2417
iregod	-2418
licted	-2419
orated	-2420
urable	-2421
▁ashes	-2422
▁cloth	-2423
▁darts	-2424
▁drink	-2425
▁eaten	-2426
▁enter	-2427
▁forty	-2428
▁guise	-2429
▁lives	-2430
▁looks	-2431
▁minds	-2432
▁sword	-2433
itation	-2434
▁Tataka	-2435
▁beheld	-2436
▁circum	-2437
▁combat	-2438
▁cursed	-2439
▁matter	-2440
▁sister	-2441
▁taking	-2442
▁Trisira	-2443
▁apsaras	-2444
▁ceremon	-2445
▁subject	-2446
arasurama	-2447
▁Ikshvaku	-2448
▁bestowed	-2449
▁distress	-2450
▁happened	-2451
▁produced	-2452
▁whatever	-2453
▁assembled	-2454
▁happiness	-2455
▁intention	-2456
▁obeisance	-2457
▁compassion	-2458
▁evilminded	-2459
▁invincible	-2460
▁kshatriyas	-2461
▁prosperity	-2462
▁wellversed	-2463
',	-2464
fa	-2465
anu	-2466
edi	-2467
ude	-2468
adhi	-2469
aste	-2470
ific	-2471
onds	-2472
used	-2473
▁But	-2474
▁Sub	-2475
▁new	-2476
▁opp	-2477
▁top	-2478
▁unt	-2479
▁win	-2480
▁त्र	-2481
antra	-2482
ences	-2483
ented	-2484
iving	-2485
oking	-2486
▁Both	-2487
▁Kusa	-2488
▁Look	-2489
▁Tell	-2490
▁Vish	-2491
▁acts	-2492
▁bull	-2493
▁cave	-2494
▁duly	-2495
▁emer	-2496
▁glit	-2497
▁half	-2498
▁held	-2499
▁kept	-2500
▁knew	-2501
▁line	-2502
▁open	-2503
▁pala	-2504
▁phys	-2505
▁play	-2506
▁requ	-2507
▁seiz	-2508
▁sins	-2509
▁suff	-2510
▁surv	-2511
▁सप्त	-2512
idence	-2513
orable	-2514
▁const	-2515
▁force	-2516
▁found	-2517
▁fruit	-2518
▁guard	-2519
▁guest	-2520
▁incom	-2521
▁knows	-2522
▁moved	-2523
▁noose	-2524
▁refle	-2525
▁slain	-2526
▁wield	-2527
ailable	-2528
omapada	-2529
▁Sabari	-2530
▁advice	-2531
▁consid	-2532
▁crying	-2533
▁devoid	-2534
▁favour	-2535
▁garden	-2536
▁making	-2537
▁middle	-2538
▁places	-2539
▁poison	-2540
▁served	-2541
▁Firegod	-2542
▁desires	-2543
▁dropped	-2544
▁earlier	-2545
▁forward	-2546
▁friends	-2547
▁goddess	-2548
▁ordered	-2549
▁receive	-2550
▁torment	-2551
▁cheerful	-2552
▁dwelling	-2553
▁obtained	-2554
▁physical	-2555
▁rakshasa	-2556
▁yourself	-2557
ितमस्सर्गः	-2558
▁largeeyed	-2559
▁pleasures	-2560
▁resembled	-2561
▁Brahmarshi	-2562
▁accomplish	-2563
▁brilliance	-2564
▁comparable	-2565
▁hermitages	-2566
▁counsellors	-2567
bl	-2568
ft	-2569
)".	-2570
Let	-2571
els	-2572
ger	-2573
jit	-2574
lod	-2575
rav	-2576
reh	-2577
ret	-2578
ros	-2579
sta	-2580
usa	-2581
aded	-2582
agni	-2583
anct	-2584
cken	-2585
dden	-2586
hood	-2587
meas	-2588
ragr	-2589
▁Uma	-2590
▁abs	-2591
▁cal	-2592
▁dan	-2593
▁fer	-2594
▁fin	-2595
▁fla	-2596
▁lap	-2597
▁und	-2598
antly	-2599
eated	-2600
ement	-2601
ested	-2602
ittle	-2603
quent	-2604
ution	-2605
▁cool	-2606
▁dece	-2607
▁hast	-2608
▁maid	-2609
▁milk	-2610
▁peri	-2611
▁proc	-2612
▁quiv	-2613
▁real	-2614
▁told	-2615
ananda	-2616
arters	-2617
jarshi	-2618
▁Jamad	-2619
▁bears	-2620
▁began	-2621
▁beget	-2622
▁begot	-2623
▁bloom	-2624
▁deter	-2625
▁elder	-2626
▁embra	-2627
▁lying	-2628
▁match	-2629
▁obsta	-2630
▁unass	-2631
▁Listen	-2632
▁detail	-2633
▁enmity	-2634
▁forces	-2635
▁little	-2636
▁orders	-2637
▁perpet	-2638
▁reason	-2639
▁silver	-2640
▁surely	-2641
▁Kushika	-2642
▁Prosper	-2643
▁blazing	-2644
▁certain	-2645
▁convers	-2646
▁decided	-2647
▁enraged	-2648
▁fearful	-2649
▁flowing	-2650
▁loyalty	-2651
▁persons	-2652
▁promise	-2653
▁related	-2654
▁similar	-2655
▁Trisanku	-2656
▁advanced	-2657
▁children	-2658
▁quarters	-2659
▁southern	-2660
▁standing	-2661
▁subjects	-2662
measurable	-2663
▁Grandsire	-2664
▁Jamadagni	-2665
▁Satrughna	-2666
▁countries	-2667
▁disciples	-2668
▁obstacles	-2669
▁proceeded	-2670
▁reverence	-2671
▁scattered	-2672
▁tenheaded	-2673
▁celebrated	-2674
▁disfigured	-2675
▁friendship	-2676
▁unassailable	-2677
▁distinguished	-2678
▁ष	-2679
aps	-2680
bod	-2681
idn	-2682
iet	-2683
ili	-2684
ips	-2685
oma	-2686
plo	-2687
ryo	-2688
wor	-2689
▁En	-2690
▁Sa	-2691
▁So	-2692
▁ga	-2693
anch	-2694
ased	-2695
born	-2696
cher	-2697
fast	-2698
four	-2699
from	-2700
ighs	-2701
ists	-2702
ives	-2703
mbol	-2704
otta	-2705
part	-2706
raun	-2707
shis	-2708
uras	-2709
▁Sar	-2710
▁Var	-2711
▁anx	-2712
▁eag	-2713
▁lad	-2714
▁rej	-2715
▁sci	-2716
▁sit	-2717
▁unc	-2718
▁अष्	-2719
cibly	-2720
ectar	-2721
first	-2722
stand	-2723
uated	-2724
▁acqu	-2725
▁clad	-2726
▁disc	-2727
▁infl	-2728
▁iron	-2729
▁jack	-2730
▁mort	-2731
▁nose	-2732
▁pale	-2733
▁plan	-2734
▁pray	-2735
▁send	-2736
▁skin	-2737
▁thro	-2738
▁twel	-2739
▁ways	-2740
▁west	-2741
athers	-2742
ending	-2743
isting	-2744
jected	-2745
ottage	-2746
ourney	-2747
raunch	-2748
▁Gadhi	-2749
▁Hence	-2750
▁Since	-2751
▁benef	-2752
▁boons	-2753
▁broke	-2754
▁close	-2755
▁dense	-2756
▁doing	-2757
▁emplo	-2758
▁fragr	-2759
▁glory	-2760
▁herds	-2761
▁lions	-2762
▁obedi	-2763
▁reach	-2764
▁relat	-2765
▁short	-2766
▁smile	-2767
▁spent	-2768
▁staff	-2769
▁still	-2770
▁swans	-2771
▁touch	-2772
▁trans	-2773
▁whole	-2774
haratha	-2775
lendent	-2776
▁Ahalya	-2777
▁aerial	-2778
▁assume	-2779
▁asuras	-2780
▁breath	-2781
▁deeply	-2782
▁embryo	-2783
▁events	-2784
▁figure	-2785
▁leaves	-2786
▁loudly	-2787
▁nectar	-2788
▁period	-2789
▁prepar	-2790
▁saints	-2791
▁sought	-2792
▁stones	-2793
▁symbol	-2794
▁things	-2795
दशस्सर्ग	-2796
▁Himavat	-2797
▁collect	-2798
▁contain	-2799
▁cottage	-2800
▁falling	-2801
▁granted	-2802
▁journey	-2803
▁kraunch	-2804
▁learned	-2805
▁messeng	-2806
▁sastras	-2807
▁success	-2808
▁victory	-2809
▁yojanas	-2810
▁Romapada	-2811
▁Sumantra	-2812
▁ascended	-2813
▁assembly	-2814
▁charming	-2815
▁disciple	-2816
▁forcibly	-2817
▁forehead	-2818
▁maharshi	-2819
▁terrific	-2820
▁Kusanabha	-2821
▁departure	-2822
▁followers	-2823
▁fortunate	-2824
▁preceptor	-2825
▁protector	-2826
▁shattered	-2827
▁Parasurama	-2828
▁addressing	-2829
▁proficient	-2830
▁mightyarmed	-2831
▁immeasurable	-2832
lv	-2833
ym	-2834
avi	-2835
ech	-2836
equ	-2837
ral	-2838
rat	-2839
rig	-2840
▁Go	-2841
▁No	-2842
▁Pe	-2843
▁Re	-2844
▁va	-2845
aled	-2846
cest	-2847
gard	-2848
iger	-2849
ines	-2850
inth	-2851
oral	-2852
said	-2853
umed	-2854
umin	-2855
very	-2856
whel	-2857
▁Bri	-2858
▁Nar	-2859
▁One	-2860
▁Rud	-2861
▁adh	-2862
▁ado	-2863
▁cor	-2864
▁don	-2865
▁fal	-2866
▁gro	-2867
▁law	-2868
▁low	-2869
▁rob	-2870
▁sla	-2871
▁spl	-2872
▁ver	-2873
▁why	-2874
▁wis	-2875
ether	-2876
icles	-2877
ident	-2878
itude	-2879
oiced	-2880
third	-2881
where	-2882
▁Kama	-2883
▁Push	-2884
▁bear	-2885
▁blue	-2886
▁call	-2887
▁care	-2888
▁cree	-2889
▁disp	-2890
▁grou	-2891
▁kidn	-2892
▁lead	-2893
▁list	-2894
▁prop	-2895
▁prov	-2896
▁rend	-2897
▁rule	-2898
▁scor	-2899
▁seek	-2900
▁sour	-2901
▁tend	-2902
▁trun	-2903
▁unri	-2904
▁vaid	-2905
▁weep	-2906
adfast	-2907
anging	-2908
atched	-2909
cially	-2910
eloped	-2911
fourth	-2912
olding	-2913
rehens	-2914
second	-2915
selves	-2916
urious	-2917
चत्वार	-2918
▁Pleas	-2919
▁Tiger	-2920
▁apart	-2921
▁astra	-2922
▁burnt	-2923
▁court	-2924
▁delay	-2925
▁fixed	-2926
▁fully	-2927
▁heads	-2928
▁occup	-2929
▁ought	-2930
▁sanct	-2931
▁selfc	-2932
▁smoke	-2933
▁taken	-2934
▁tremb	-2935
▁wings	-2936
adhwaja	-2937
athered	-2938
itiated	-2939
whelmed	-2940
xicated	-2941
▁Kusika	-2942
▁Rambha	-2943
▁Varuna	-2944
▁bewild	-2945
▁caught	-2946
▁confer	-2947
▁fishes	-2948
▁obstru	-2949
▁offici	-2950
▁rising	-2951
▁second	-2952
▁spears	-2953
▁speech	-2954
▁within	-2955
▁consent	-2956
▁deserve	-2957
▁dischar	-2958
▁meaning	-2959
▁roaring	-2960
▁running	-2961
▁sinless	-2962
▁streams	-2963
▁subduer	-2964
▁telling	-2965
▁wielder	-2966
▁garlands	-2967
▁generous	-2968
▁narrated	-2969
▁northern	-2970
▁reaching	-2971
▁repeated	-2972
▁residing	-2973
▁thinking	-2974
▁yakshini	-2975
▁Satananda	-2976
▁afflicted	-2977
▁completed	-2978
▁continued	-2979
▁creatures	-2980
▁inhabited	-2981
▁steadfast	-2982
▁Dasharatha	-2983
▁Kusadhwaja	-2984
▁everything	-2985
▁glittering	-2986
▁messengers	-2987
▁preceptors	-2988
▁preeminent	-2989
▁respective	-2990
▁themselves	-2991
▁resplendent	-2992
▁thousandeyed	-2993
hu	-2994
ls	-2995
su	-2996
but	-2997
cer	-2998
ilt	-2999
int	-3000
ogn	-3001
six	-3002
▁Ak	-3003
▁Ur	-3004
▁af	-3005
asam	-3006
avya	-3007
enom	-3008
eral	-3009
erly	-3010
gant	-3011
ging	-3012
kara	-3013
upon	-3014
wise	-3015
▁Dev	-3016
▁Sup	-3017
▁abl	-3018
▁cre	-3019
▁dem	-3020
▁die	-3021
▁eye	-3022
▁gif	-3023
▁hes	-3024
▁jew	-3025
▁num	-3026
▁pet	-3027
▁rid	-3028
▁sol	-3029
▁van	-3030
▁won	-3031
Brahm	-3032
ances	-3033
eless	-3034
erest	-3035
icate	-3036
ighth	-3037
inary	-3038
pless	-3039
ready	-3040
rived	-3041
sixth	-3042
ultim	-3043
urbed	-3044
venth	-3045
▁Agni	-3046
▁Alas	-3047
▁Fore	-3048
▁Nand	-3049
▁Over	-3050
▁Wind	-3051
▁bell	-3052
▁capt	-3053
▁dawn	-3054
▁forb	-3055
▁host	-3056
▁hurt	-3057
▁mace	-3058
▁mine	-3059
▁mist	-3060
▁qual	-3061
▁save	-3062
▁warf	-3063
▁weak	-3064
ampana	-3065
lender	-3066
ravana	-3067
ulated	-3068
urther	-3069
▁Aditi	-3070
▁Panch	-3071
▁ahead	-3072
▁clean	-3073
▁cried	-3074
▁enhan	-3075
▁false	-3076
▁merit	-3077
▁pride	-3078
▁queen	-3079
▁rishi	-3080
▁ruler	-3081
▁youth	-3082
loquent	-3083
owerful	-3084
▁ancest	-3085
▁attack	-3086
▁attend	-3087
▁comfor	-3088
▁consol	-3089
▁either	-3090
▁flocks	-3091
▁follow	-3092
▁heroes	-3093
▁hurled	-3094
▁matted	-3095
▁palace	-3096
▁recogn	-3097
▁roared	-3098
▁strike	-3099
▁sudden	-3100
▁wisdom	-3101
▁Brahmad	-3102
▁Himavan	-3103
▁clearly	-3104
▁consort	-3105
▁evening	-3106
▁kidnapp	-3107
▁payasam	-3108
▁praised	-3109
▁present	-3110
▁quivers	-3111
▁serpent	-3112
▁sitting	-3113
▁skilled	-3114
▁slender	-3115
▁touched	-3116
▁Akampana	-3117
▁Although	-3118
▁anything	-3119
▁branches	-3120
▁darkness	-3121
▁faithful	-3122
▁helpless	-3123
▁promised	-3124
▁rejoiced	-3125
▁Thereupon	-3126
▁befitting	-3127
▁certainly	-3128
▁forefront	-3129
▁reflected	-3130
▁relatives	-3131
▁satisfied	-3132
▁splendour	-3133
्चाशस्सर्गः	-3134
▁Prosperity	-3135
▁salutations	-3136
cy	-3137
ib	-3138
Jan	-3139
ahu	-3140
air	-3141
alk	-3142
aul	-3143
des	-3144
dra	-3145
eve	-3146
iel	-3147
ipa	-3148
jap	-3149
nal	-3150
pes	-3151
pha	-3152
ron	-3153
ror	-3154
sem	-3155
ten	-3156
ugh	-3157
var	-3158
▁Ar	-3159
▁Ro	-3160
adra	-3161
akra	-3162
ames	-3163
aran	-3164
asse	-3165
ater	-3166
bing	-3167
cial	-3168
hini	-3169
ield	-3170
isha	-3171
oted	-3172
ouse	-3173
pper	-3174
rain	-3175
ruth	-3176
stri	-3177
tory	-3178
uals	-3179
uded	-3180
ults	-3181
urya	-3182
▁Jah	-3183
▁Kal	-3184
▁Kum	-3185
▁Pra	-3186
▁bad	-3187
▁cho	-3188
▁cry	-3189
▁est	-3190
▁fat	-3191
▁hom	-3192
▁lay	-3193
▁mad	-3194
▁sec	-3195
▁द्व	-3196
amana	-3197
ament	-3198
anded	-3199
ields	-3200
ilipa	-3201
inlaw	-3202
irous	-3203
naras	-3204
ontro	-3205
ossom	-3206
rings	-3207
ripil	-3208
taken	-3209
सप्तत	-3210
▁From	-3211
▁Mahe	-3212
▁Sage	-3213
▁Such	-3214
▁cast	-3215
▁crem	-3216
▁entr	-3217
▁exha	-3218
▁fact	-3219
▁fast	-3220
▁feed	-3221
▁grat	-3222
▁hope	-3223
▁leaf	-3224
▁lips	-3225
▁meas	-3226
▁meet	-3227
▁mere	-3228
▁port	-3229
▁prev	-3230
▁rage	-3231
▁redd	-3232
▁rice	-3233
▁role	-3234
▁shed	-3235
▁sigh	-3236
▁tied	-3237
▁vari	-3238
▁wash	-3239
▁womb	-3240
▁year	-3241
andala	-3242
ciated	-3243
erable	-3244
illing	-3245
iously	-3246
lessly	-3247
orting	-3248
ounter	-3249
ration	-3250
semble	-3251
worthy	-3252
▁Right	-3253
▁alive	-3254
▁aston	-3255
▁bowst	-3256
▁built	-3257
▁calam	-3258
▁creep	-3259
▁laugh	-3260
▁lords	-3261
▁melod	-3262
▁month	-3263
▁moral	-3264
▁robes	-3265
▁seers	-3266
▁serve	-3267
▁ultim	-3268
▁visit	-3269
▁vital	-3270
▁yoked	-3271
assepha	-3272
ishment	-3273
osition	-3274
parable	-3275
seventh	-3276
▁People	-3277
▁Sarayu	-3278
▁Subahu	-3279
▁afraid	-3280
▁compet	-3281
▁deceit	-3282
▁lotusp	-3283
▁master	-3284
▁placed	-3285
▁ruling	-3286
▁rushed	-3287
▁source	-3288
▁tender	-3289
▁thighs	-3290
▁versed	-3291
▁Delight	-3292
▁Vishala	-3293
▁Windgod	-3294
▁already	-3295
▁blossom	-3296
▁clothes	-3297
▁consequ	-3298
▁crushed	-3299
▁descent	-3300
▁desired	-3301
▁emerged	-3302
▁greater	-3303
▁history	-3304
▁perpetu	-3305
▁piteous	-3306
▁radiant	-3307
▁reduced	-3308
▁request	-3309
▁rituals	-3310
▁slaught	-3311
▁studded	-3312
▁Foremost	-3313
▁Mahendra	-3314
▁acquired	-3315
▁charanas	-3316
▁complete	-3317
▁eloquent	-3318
▁extended	-3319
▁fragrant	-3320
▁kinnaras	-3321
▁resemble	-3322
▁suitable	-3323
▁vultures	-3324
auspicious	-3325
▁commanded	-3326
▁conscious	-3327
▁decorated	-3328
▁encounter	-3329
▁maharshis	-3330
▁shoulders	-3331
▁testicles	-3332
▁Kakutsthas	-3333
▁Panchavati	-3334
▁demonesses	-3335
▁instructed	-3336
▁permission	-3337
▁repeatedly	-3338
▁selfcontro	-3339
▁descendants	-3340
▁instruments	-3341
▁intoxicated	-3342
▁officiating	-3343
▁performance	-3344
▁incomparable	-3345
In	-3346
bs	-3347
gg	-3348
go	-3349
abl	-3350
api	-3351
eed	-3352
fif	-3353
hib	-3354
let	-3355
use	-3356
uta	-3357
yam	-3358
zed	-3359
▁ya	-3360
ages	-3361
ange	-3362
anks	-3363
atta	-3364
body	-3365
empt	-3366
ieth	-3367
iety	-3368
ises	-3369
ners	-3370
odes	-3371
olen	-3372
onse	-3373
rums	-3374
ular	-3375
umit	-3376
usha	-3377
vail	-3378
▁Add	-3379
▁Com	-3380
▁Ind	-3381
▁Kar	-3382
▁Out	-3383
▁Vat	-3384
▁bes	-3385
▁cat	-3386
▁ign	-3387
▁lim	-3388
▁med	-3389
▁mus	-3390
▁pun	-3391
▁say	-3392
▁sto	-3393
▁sum	-3394
Indra	-3395
adeva	-3396
alted	-3397
andon	-3398
cient	-3399
cting	-3400
efore	-3401
ellow	-3402
fifth	-3403
icial	-3404
icked	-3405
itary	-3406
lying	-3407
osity	-3408
tably	-3409
▁Pras	-3410
▁aged	-3411
▁arro	-3412
▁bent	-3413
▁drew	-3414
▁enjo	-3415
▁eter	-3416
▁fero	-3417
▁flaw	-3418
▁flew	-3419
▁harm	-3420
▁hill	-3421
▁kusa	-3422
▁laid	-3423
▁mass	-3424
▁orph	-3425
▁perf	-3426
▁prog	-3427
▁puri	-3428
▁rich	-3429
▁scre	-3430
▁spot	-3431
▁step	-3432
Janaka	-3433
Ravana	-3434
eighth	-3435
harshi	-3436
ightly	-3437
ishana	-3438
isions	-3439
▁arran	-3440
▁banks	-3441
▁black	-3442
▁bowed	-3443
▁caves	-3444
▁concl	-3445
▁confl	-3446
▁dried	-3447
▁inner	-3448
▁omens	-3449
▁quest	-3450
▁quiet	-3451
▁saint	-3452
▁spots	-3453
▁treas	-3454
▁trunk	-3455
▁waves	-3456
cellent	-3457
looking	-3458
ounding	-3459
▁Chitra	-3460
▁Dilipa	-3461
▁During	-3462
▁Narada	-3463
▁Vatapi	-3464
▁consec	-3465
▁create	-3466
▁disapp	-3467
▁earned	-3468
▁effort	-3469
▁fellow	-3470
▁flames	-3471
▁groups	-3472
▁hearts	-3473
▁homage	-3474
▁humbly	-3475
▁merits	-3476
▁object	-3477
▁resort	-3478
▁sandal	-3479
▁shower	-3480
▁stolen	-3481
▁strewn	-3482
▁terror	-3483
▁thrown	-3484
▁uncles	-3485
▁yellow	-3486
mination	-3487
stricken	-3488
structed	-3489
▁Kausika	-3490
▁abandon	-3491
▁actions	-3492
▁belongs	-3493
▁causing	-3494
▁crossed	-3495
▁exalted	-3496
▁exclaim	-3497
▁inhabit	-3498
▁married	-3499
▁neither	-3500
▁regions	-3501
▁release	-3502
▁revered	-3503
▁seeking	-3504
▁seventy	-3505
▁survive	-3506
▁waiting	-3507
▁Powerful	-3508
▁achieved	-3509
▁ceremony	-3510
▁chanting	-3511
▁consumed	-3512
▁creepers	-3513
▁crossing	-3514
▁deprived	-3515
▁desirous	-3516
▁embraced	-3517
▁equipped	-3518
▁hastened	-3519
▁horripil	-3520
▁intellig	-3521
▁interest	-3522
▁krauncha	-3523
▁listened	-3524
▁rajarshi	-3525
▁reported	-3526
▁scorcher	-3527
▁wherever	-3528
▁Righteous	-3529
▁Venerable	-3530
▁apartment	-3531
▁bowstring	-3532
▁committed	-3533
▁competent	-3534
▁ferocious	-3535
▁lightning	-3536
▁lotuseyed	-3537
▁qualities	-3538
▁stretched	-3539
विंशस्सर्गः	-3540
▁Sunassepha	-3541
▁Vibhishana	-3542
▁bewildered	-3543
▁courageous	-3544
▁discharged	-3545
▁restrained	-3546
▁sanctified	-3547
त्रिंशस्सर्ग	-3548
▁comfortably	-3549
▁overwhelmed	-3550
▁inauspicious	-3551
▁preparations	-3552
▁consciousness	-3553
":	-3554
):	-3555
It	-3556
ec	-3557
oo	-3558
sp	-3559
sw	-3560
xt	-3561
anj	-3562
cho	-3563
com	-3564
eal	-3565
eel	-3566
eem	-3567
emb	-3568
ets	-3569
how	-3570
ior	-3571
ize	-3572
kin	-3573
rut	-3574
▁Or	-3575
▁Sp	-3576
▁dw	-3577
▁tr	-3578
akas	-3579
aped	-3580
ards	-3581
arer	-3582
asya	-3583
fall	-3584
form	-3585
hana	-3586
iber	-3587
iles	-3588
itiz	-3589
mila	-3590
paka	-3591
ract	-3592
rate	-3593
unda	-3594
upid	-3595
vell	-3596
▁Mer	-3597
▁Pre	-3598
▁Sri	-3599
▁Sud	-3600
▁Val	-3601
▁aim	-3602
▁ble	-3603
▁cas	-3604
▁dry	-3605
▁eng	-3606
▁fro	-3607
▁fut	-3608
▁gen	-3609
▁loc	-3610
▁mot	-3611
▁mut	-3612
▁sho	-3613
▁tap	-3614
▁ves	-3615
▁vig	-3616
Ganga	-3617
There	-3618
acrif	-3619
ading	-3620
aloka	-3621
apana	-3622
arter	-3623
aying	-3624
ioned	-3625
iring	-3626
ision	-3627
isted	-3628
ively	-3629
olate	-3630
pared	-3631
rigin	-3632
sions	-3633
▁Anga	-3634
▁Give	-3635
▁Kart	-3636
▁Know	-3637
▁Lava	-3638
▁beat	-3639
▁clan	-3640
▁cold	-3641
▁crow	-3642
▁dish	-3643
▁echo	-3644
▁enqu	-3645
▁espe	-3646
▁fury	-3647
▁grow	-3648
▁hips	-3649
▁home	-3650
▁lift	-3651
▁pass	-3652
▁reve	-3653
▁rush	-3654
▁sign	-3655
▁silk	-3656
▁stra	-3657
▁tops	-3658
▁turn	-3659
▁vast	-3660
▁vile	-3661
▁wail	-3662
▁wide	-3663
▁द्वि	-3664
Brahma	-3665
arisha	-3666
estroy	-3667
fortun	-3668
iverse	-3669
japati	-3670
ointed	-3671
ossess	-3672
regard	-3673
teenth	-3674
umitri	-3675
▁Rudra	-3676
▁Santa	-3677
▁abund	-3678
▁aloud	-3679
▁begin	-3680
▁belly	-3681
▁broad	-3682
▁citiz	-3683
▁coron	-3684
▁deers	-3685
▁eager	-3686
▁excit	-3687
▁heavy	-3688
▁locks	-3689
▁often	-3690
▁posts	-3691
▁produ	-3692
▁snake	-3693
▁souls	-3694
▁spear	-3695
▁targe	-3696
▁third	-3697
▁tired	-3698
▁truly	-3699
▁venom	-3700
▁wrong	-3701
▁yours	-3702
ivities	-3703
ourable	-3704
▁Indeed	-3705
▁Urmila	-3706
▁commun	-3707
▁defeat	-3708
▁depend	-3709
▁eating	-3710
▁enough	-3711
▁establ	-3712
▁except	-3713
▁loving	-3714
▁perish	-3715
▁please	-3716
▁raised	-3717
▁seized	-3718
▁showed	-3719
▁stayed	-3720
▁throat	-3721
▁throne	-3722
▁twelve	-3723
▁vessel	-3724
▁walked	-3725
▁wishes	-3726
▁yojana	-3727
▁Looking	-3728
▁Raghava	-3729
▁Videhas	-3730
▁achieve	-3731
▁breasts	-3732
▁capital	-3733
▁chanted	-3734
▁experts	-3735
▁fortune	-3736
▁funeral	-3737
▁furious	-3738
▁further	-3739
▁garment	-3740
▁getting	-3741
▁greatly	-3742
▁lineage	-3743
▁meeting	-3744
▁monarch	-3745
▁nothing	-3746
▁pointed	-3747
▁quarter	-3748
▁results	-3749
▁service	-3750
▁severed	-3751
▁swiftly	-3752
▁violent	-3753
▁warfare	-3754
▁weeping	-3755
▁wishing	-3756
▁Indrajit	-3757
▁Saumitri	-3758
▁approach	-3759
▁calamity	-3760
▁churning	-3761
▁citizens	-3762
▁consoled	-3763
▁decision	-3764
▁defeated	-3765
▁deformed	-3766
▁delicate	-3767
▁desolate	-3768
▁disaster	-3769
▁earrings	-3770
▁employed	-3771
▁humility	-3772
▁nightran	-3773
▁ordinary	-3774
▁position	-3775
▁prepared	-3776
▁rendered	-3777
▁respects	-3778
▁response	-3779
▁services	-3780
▁speedily	-3781
▁splendid	-3782
▁suddenly	-3783
▁universe	-3784
▁vaidurya	-3785
▁wandered	-3786
▁wielding	-3787
▁ancestors	-3788
▁apprehens	-3789
▁circumamb	-3790
▁commenced	-3791
▁deceitful	-3792
▁depressed	-3793
▁entertain	-3794
▁exhausted	-3795
▁listening	-3796
▁melodious	-3797
▁overtaken	-3798
▁relations	-3799
▁remaining	-3800
▁searching	-3801
▁Preeminent	-3802
▁attendants	-3803
▁controlled	-3804
▁especially	-3805
▁excitement	-3806
▁fulfilment	-3807
▁meaningful	-3808
▁prescribed	-3809
▁respectful	-3810
▁separation	-3811
▁victorious	-3812
▁approaching	-3813
▁constructed	-3814
▁countenance	-3815
त्रिंशस्सर्गः	-3816
▁consequences	-3817
▁intellectual	-3818
▁selfcontrolled	-3819
",	-3820
"?	-3821
da	-3822
ka	-3823
ns	-3824
tc	-3825
aki	-3826
ape	-3827
ena	-3828
eny	-3829
ert	-3830
gar	-3831
gas	-3832
idh	-3833
ief	-3834
ler	-3835
man	-3836
niv	-3837
ods	-3838
oon	-3839
pow	-3840
ram	-3841
rel	-3842
rit	-3843
rud	-3844
sou	-3845
thi	-3846
uid	-3847
umb	-3848
urb	-3849
uru	-3850
van	-3851
who	-3852
▁Me	-3853
▁di	-3854
abha	-3855
amba	-3856
anam	-3857
asas	-3858
ayas	-3859
bhak	-3860
deva	-3861
eled	-3862
gers	-3863
imit	-3864
irti	-3865
kuta	-3866
pite	-3867
rily	-3868
rink	-3869
rose	-3870
roud	-3871
▁Are	-3872
▁Ash	-3873
▁Chi	-3874
▁Dis	-3875
▁Ilv	-3876
▁Man	-3877
▁Mat	-3878
▁Som	-3879
▁Wor	-3880
▁adm	-3881
▁awa	-3882
▁dig	-3883
▁dri	-3884
▁dug	-3885
▁eff	-3886
▁env	-3887
▁etc	-3888
▁fet	-3889
▁hug	-3890
▁inn	-3891
▁lib	-3892
▁mag	-3893
▁mem	-3894
▁pav	-3895
▁pen	-3896
▁ren	-3897
▁slo	-3898
▁sun	-3899
arnik	-3900
atala	-3901
cause	-3902
elter	-3903
idden	-3904
igned	-3905
ikeya	-3906
ilaka	-3907
iment	-3908
itely	-3909
ninth	-3910
odari	-3911
olled	-3912
olved	-3913
outed	-3914
ually	-3915
urred	-3916
wamed	-3917
which	-3918
while	-3919
▁Bhru	-3920
▁Madh	-3921
▁Meru	-3922
▁Rich	-3923
▁Shat	-3924
▁Some	-3925
▁Take	-3926
▁asso	-3927
▁burn	-3928
▁curi	-3929
▁deed	-3930
▁duel	-3931
▁fate	-3932
▁flag	-3933
▁fled	-3934
▁glad	-3935
▁glow	-3936
▁kith	-3937
▁luck	-3938
▁main	-3939
▁mult	-3940
▁piti	-3941
▁pond	-3942
▁post	-3943
▁rays	-3944
▁rose	-3945
▁sang	-3946
▁sear	-3947
▁shot	-3948
▁slow	-3949
▁snow	-3950
▁stro	-3951
▁till	-3952
▁wood	-3953
▁त्रि	-3954
aranya	-3955
ceived	-3956
ctions	-3957
idable	-3958
ishyam	-3959
ivered	-3960
utions	-3961
▁Every	-3962
▁ascet	-3963
▁avail	-3964
▁break	-3965
▁carry	-3966
▁crore	-3967
▁daily	-3968
▁embod	-3969
▁exist	-3970
▁faces	-3971
▁flags	-3972
▁fluid	-3973
▁grand	-3974
▁heaps	-3975
▁house	-3976
▁impro	-3977
▁later	-3978
▁makes	-3979
▁notes	-3980
▁plant	-3981
▁rigid	-3982
▁share	-3983
▁shook	-3984
▁timid	-3985
Valmiki	-3986
achakra	-3987
ghteous	-3988
ificent	-3989
oloured	-3990
onoured	-3991
powered	-3992
retched	-3993
uriated	-3994
▁Exceed	-3995
▁Ilvala	-3996
▁Sumati	-3997
▁appear	-3998
▁armour	-3999
▁beasts	-4000
▁captiv	-4001
▁caused	-4002
▁course	-4003
▁determ	-4004
▁donkey	-4005
▁engage	-4006
▁geneal	-4007
▁giving	-4008
▁grieve	-4009
▁haught	-4010
▁hunger	-4011
▁import	-4012
▁incarn	-4013
▁intent	-4014
▁jackal	-4015
▁jewels	-4016
▁maruts	-4017
▁mortal	-4018
▁myself	-4019
▁nearby	-4020
▁nights	-4021
▁number	-4022
▁origin	-4023
▁orphan	-4024
▁petals	-4025
▁powers	-4026
▁praise	-4027
▁princi	-4028
▁pulled	-4029
▁rained	-4030
▁reward	-4031
▁scimit	-4032
▁season	-4033
▁shaken	-4034
▁sinner	-4035
▁sprink	-4036
bhakarna	-4037
estroyer	-4038
lessness	-4039
mbarisha	-4040
▁Despite	-4041
▁Pleased	-4042
▁Richika	-4043
▁Similar	-4044
▁Valiant	-4045
▁acquire	-4046
▁anxiety	-4047
▁appears	-4048
▁darling	-4049
▁eternal	-4050
▁firegod	-4051
▁illumin	-4052
▁invited	-4053
▁maidens	-4054
▁prayers	-4055
▁progeny	-4056
▁recited	-4057
▁science	-4058
▁seasons	-4059
▁shelter	-4060
▁singing	-4061
▁variety	-4062
▁western	-4063
ishyamuka	-4064
▁Mahadeva	-4065
▁adorable	-4066
▁although	-4067
▁bestower	-4068
▁bringing	-4069
▁chandala	-4070
▁conflict	-4071
▁consider	-4072
▁deerskin	-4073
▁dejected	-4074
▁drinking	-4075
▁enhancer	-4076
▁extolled	-4077
▁favoured	-4078
▁fighting	-4079
▁greatest	-4080
▁immersed	-4081
▁inflamed	-4082
▁informed	-4083
▁occupied	-4084
▁overcome	-4085
▁pitiable	-4086
▁pleasant	-4087
▁reddened	-4088
▁relating	-4089
▁remained	-4090
▁revealed	-4091
▁rigorous	-4092
▁searched	-4093
▁selfrest	-4094
▁shoulder	-4095
