<pad>	0
<unk>	0
<s>	0
</s>	0
th	-0
▁a	-1
▁th	-2
▁the	-3
in	-4
▁w	-5
er	-6
▁s	-7
▁o	-8
nd	-9
ed	-10
▁h	-11
re	-12
▁b	-13
ou	-14
▁of	-15
▁f	-16
ar	-17
is	-18
▁t	-19
ma	-20
▁d	-21
ing	-22
on	-23
▁and	-24
en	-25
es	-26
at	-27
an	-28
▁c	-29
▁l	-30
▁to	-31
▁wi	-32
or	-33
▁R	-34
ll	-35
▁Ra	-36
ro	-37
it	-38
▁in	-39
▁p	-40
as	-41
▁Rama	-42
▁m	-43
▁g	-44
▁with	-45
▁de	-46
le	-47
▁y	-48
ow	-49
ak	-50
▁e	-51
▁S	-52
▁you	-53
▁sa	-54
▁li	-55
ra	-56
gh	-57
ce	-58
▁wh	-59
st	-60
ri	-61
Th	-62
ke	-63
▁his	-64
al	-65
har	-66
▁I	-67
▁by	-68
▁is	-69
▁n	-70
ot	-71
▁Th	-72
mon	-73
sh	-74
ic	-75
ge	-76
ly	-77
▁be	-78
ght	-79
ve	-80
ld	-81
▁re	-82
▁k	-83
man	-84
od	-85
▁ar	-86
▁ha	-87
▁on	-88
ul	-89
ir	-90
ent	-91
om	-92
ion	-93
▁like	-94
▁O	-95
se	-96
▁demon	-97
id	-98
▁her	-99
▁L	-100
us	-101
▁he	-102
ver	-103
▁st	-104
ita	-105
ut	-106
ther	-107
▁fo	-108
▁for	-109
im	-110
▁A	-111
▁who	-112
▁as	-113
ct	-114
ur	-115
▁H	-116
▁K	-117
aksh	-118
ana	-119
row	-120
ous	-121
ds	-122
ful	-123
▁sh	-124
▁Laksh	-125
mana	-126
▁Lakshmana	-127
ru	-128
▁se	-129
and	-130
▁D	-131
▁an	-132
▁was	-133
ch	-134
reat	-135
▁W	-136
ess	-137
▁The	-138
▁are	-139
am	-140
▁(	-141
ere	-142
ad	-143
▁u	-144
▁v	-145
▁V	-146
ers	-147
▁demons	-148
est	-149
ight	-150
▁fore	-151
hara	-152
▁arrow	-153
ay	-154
pe	-155
▁wor	-156
ill	-157
▁we	-158
▁at	-159
▁this	-160
▁great	-161
▁Sita	-162
▁forest	-163
▁com	-164
▁me	-165
▁him	-166
▁arrows	-167
ok	-168
▁lo	-169
▁all	-170
▁will	-171
ble	-172
▁your	-173
▁that	-174
ire	-175
▁bro	-176
ter	-177
our	-178
ound	-179
fe	-180
ant	-181
ong	-182
▁sage	-183
ha	-184
▁en	-185
▁Khara	-186
▁Wh	-187
ga	-188
▁al	-189
▁pro	-190
il	-191
ast	-192
▁not	-193
pp	-194
▁B	-195
▁have	-196
▁my	-197
▁said	-198
▁ma	-199
et	-200
qu	-201
▁kill	-202
▁brother	-203
av	-204
la	-205
un	-206
▁fe	-207
ap	-208
ck	-209
lo	-210
▁their	-211
्य	-212
▁fa	-213
own	-214
▁He	-215
▁Y	-216
ath	-217
▁go	-218
mb	-219
rom	-220
right	-221
te	-222
▁M	-223
out	-224
▁ab	-225
ya	-226
ges	-227
▁or	-228
▁herm	-229
ta	-230
▁mo	-231
▁r	-232
ons	-233
▁hermita	-234
ile	-235
▁bow	-236
▁from	-237
ered	-238
ig	-239
ish	-240
ated	-241
▁war	-242
ol	-243
ted	-244
▁god	-245
▁ro	-246
ance	-247
▁char	-248
if	-249
nds	-250
sed	-251
ust	-252
▁arm	-253
▁one	-254
iot	-255
ven	-256
▁has	-257
▁ho	-258
▁it	-259
▁chariot	-260
ose	-261
oun	-262
▁were	-263
ame	-264
▁can	-265
ction	-266
▁king	-267
▁them	-268
▁hermitage	-269
ik	-270
्र	-271
all	-272
ars	-273
▁kn	-274
nder	-275
vana	-276
▁see	-277
▁tre	-278
res	-279
▁ex	-280
▁hu	-281
▁su	-282
▁un	-283
▁Sun	-284
▁look	-285
▁there	-286
▁Ravana	-287
र्	-288
▁ad	-289
▁sp	-290
▁tw	-291
▁up	-292
ious	-293
▁dis	-294
ind	-295
ity	-296
leas	-297
▁Ind	-298
▁spe	-299
▁sages	-300
el	-301
का	-302
ies	-303
low	-304
ord	-305
rad	-306
▁do	-307
ull	-308
▁bo	-309
▁ch	-310
▁You	-311
▁con	-312
▁words	-313
ng	-314
▁gr	-315
▁le	-316
▁sw	-317
ould	-318
▁comp	-319
▁fire	-320
▁J	-321
▁P	-322
ard	-323
ower	-324
▁res	-325
em	-326
to	-327
able	-328
▁Indra	-329
▁world	-330
lf	-331
eous	-332
ough	-333
ving	-334
ate	-335
med	-336
pic	-337
▁co	-338
ched	-339
▁dre	-340
▁off	-341
▁wat	-342
ation	-343
pt	-344
ced	-345
▁Vi	-346
▁ac	-347
mong	-348
▁blo	-349
▁among	-350
▁j	-351
aka	-352
ata	-353
ved	-354
▁Ag	-355
▁no	-356
tain	-357
▁ang	-358
▁down	-359
▁right	-360
▁trees	-361
ie	-362
orn	-363
▁qu	-364
fter	-365
ness	-366
▁ear	-367
▁out	-368
▁gods	-369
▁here	-370
▁weap	-371
ich	-372
ied	-373
ran	-374
▁ne	-375
yana	-376
▁saw	-377
▁Ramayana	-378
na	-379
ue	-380
ali	-381
alm	-382
ith	-383
rah	-384
▁bod	-385
astya	-386
▁might	-387
ces	-388
led	-389
pan	-390
ards	-391
very	-392
▁pla	-393
▁army	-394
▁into	-395
▁stre	-396
▁along	-397
▁killed	-398
).	-399
fic	-400
ine	-401
ree	-402
▁so	-403
less	-404
▁had	-405
▁ser	-406
aring	-407
▁Then	-408
▁life	-409
▁There	-410
▁Agastya	-411
ci	-412
ged	-413
tic	-414
tle	-415
▁ra	-416
▁ent	-417
▁man	-418
▁men	-419
▁asce	-420
▁best	-421
▁moun	-422
enance	-423
▁about	-424
▁blood	-425
▁which	-426
▁mighty	-427
▁righteous	-428
du	-429
aut	-430
cri	-431
ide	-432
its	-433
one	-434
ult	-435
ure	-436
irst	-437
▁over	-438
▁well	-439
art	-440
ike	-441
▁ap	-442
▁des	-443
▁per	-444
▁tow	-445
▁beaut	-446
▁death	-447
▁ascetic	-448
▁penance	-449
▁towards	-450
ud	-451
com	-452
ell	-453
ive	-454
ors	-455
urn	-456
ves	-457
▁am	-458
ence	-459
ings	-460
▁both	-461
▁come	-462
▁dest	-463
▁enem	-464
▁even	-465
▁four	-466
▁these	-467
▁those	-468
▁water	-469
▁ground	-470
au	-471
bh	-472
ep	-473
ave	-474
for	-475
ily	-476
ying	-477
▁bat	-478
adful	-479
radha	-480
▁epic	-481
▁Viradha	-482
▁weapons	-483
ph	-484
ple	-485
way	-486
▁cl	-487
▁del	-488
▁she	-489
▁two	-490
▁full	-491
▁they	-492
▁first	-493
▁G	-494
ama	-495
▁sc	-496
iful	-497
▁bir	-498
▁dev	-499
▁Bhar	-500
▁happ	-501
▁holy	-502
▁Bharata	-503
▁dreadful	-504
▁beautiful	-505
pl	-506
▁T	-507
▁अ	-508
ome	-509
▁pe	-510
▁pl	-511
▁sk	-512
ting	-513
▁When	-514
▁appe	-515
▁shar	-516
▁place	-517
▁battle	-518
ee	-519
me	-520
वा	-521
ake	-522
ara	-523
eds	-524
ier	-525
ins	-526
▁ri	-527
llow	-528
osed	-529
rong	-530
▁Sur	-531
▁tim	-532
▁flow	-533
▁prote	-534
▁sharp	-535
▁composed	-536
de	-537
ls	-538
va	-539
ima	-540
oud	-541
▁On	-542
anda	-543
ared	-544
gain	-545
pped	-546
▁Das	-547
▁Des	-548
▁sar	-549
aving	-550
▁body	-551
▁came	-552
▁gold	-553
▁very	-554
▁when	-555
▁wife	-556
▁hands	-557
▁power	-558
▁destro	-559
▁mountain	-560
fo	-561
he	-562
आद	-563
इत	-564
डे	-565
णे	-566
ण्	-567
मद	-568
रण	-569
षे	-570
ाम	-571
▁श	-572
ark	-573
ice	-574
iki	-575
ise	-576
yak	-577
yes	-578
आदि	-579
काव	-580
यणे	-581
र्ग	-582
वाल	-583
ार्	-584
ीमद	-585
्ये	-586
▁us	-587
Thus	-588
ngth	-589
इत्य	-590
काण्	-591
रण्य	-592
सर्ग	-593
्राम	-594
▁ele	-595
▁fru	-596
▁आदि	-597
▁वाल	-598
▁श्र	-599
ार्षे	-600
▁Aran	-601
▁Dand	-602
▁Valm	-603
▁ends	-604
▁eyes	-605
leased	-606
काण्डे	-607
काव्ये	-608
▁again	-609
▁anger	-610
▁earth	-611
▁heard	-612
▁other	-613
▁sarga	-614
▁अरण्य	-615
yakanda	-616
ीमद्राम	-617
▁looked	-618
▁Dandaka	-619
▁Valmiki	-620
▁destroy	-621
इत्यार्षे	-622
▁strength	-623
▁आदिकाव्ये	-624
▁श्रीमद्राम	-625
▁Aranyakanda	-626
▁अरण्यकाण्डे	-627
मी	-628
स्	-629
ीय	-630
।।	-631
ite	-632
ort	-633
मीक	-634
▁wo	-635
anga	-636
ruth	-637
ायणे	-638
्मीक	-639
▁Dus	-640
▁Jan	-641
▁sky	-642
▁son	-643
ating	-644
harma	-645
सर्गः	-646
▁They	-647
▁With	-648
▁lord	-649
▁took	-650
ousand	-651
▁fruits	-652
▁ascetics	-653
▁thousand	-654
▁श्रीमद्रामायणे	-655
os	-656
ry	-657
ty	-658
ial	-659
ots	-660
yal	-661
▁It	-662
▁im	-663
▁ob	-664
fore	-665
▁dif	-666
▁been	-667
▁fear	-668
▁time	-669
▁wish	-670
्मीकीय	-671
स्सर्गः	-672
▁Dusana	-673
▁Having	-674
▁follow	-675
▁should	-676
wn	-677
ank	-678
ari	-679
shi	-680
▁Su	-681
akha	-682
rahm	-683
▁Who	-684
▁sin	-685
▁thu	-686
ining	-687
phant	-688
▁huge	-689
▁self	-690
▁went	-691
▁brahm	-692
▁fight	-693
▁where	-694
panakha	-695
▁strong	-696
▁वाल्मीकीय	-697
▁Surpanakha	-698
iv	-699
so	-700
▁'	-701
ass	-702
rin	-703
asth	-704
ened	-705
▁See	-706
arabh	-707
lding	-708
orses	-709
ption	-710
tered	-711
vered	-712
▁fill	-713
▁know	-714
aliant	-715
haract	-716
▁accom	-717
▁devot	-718
▁Sarabh	-719
▁dharma	-720
▁horses	-721
▁charact	-722
▁elephant	-723
▁Sarabhanga	-724
ps	-725
▁:	-726
▁?	-727
ack	-728
ang	-729
red	-730
ally	-731
teen	-732
▁His	-733
▁may	-734
aught	-735
▁dear	-736
▁fell	-737
▁three	-738
▁while	-739
▁entered	-740
▁flowers	-741
▁protect	-742
▁thunder	-743
▁without	-744
▁N	-745
ati	-746
les	-747
▁In	-748
ents	-749
iksh	-750
ople	-751
ppro	-752
ching	-753
imals	-754
▁This	-755
▁Thus	-756
▁dire	-757
▁form	-758
▁heav	-759
▁just	-760
▁long	-761
▁love	-762
▁thus	-763
ikshna	-764
▁birds	-765
▁Descri	-766
▁Seeing	-767
▁fright	-768
▁animals	-769
▁valiant	-770
▁brahmins	-771
▁character	-772
▁Description	-773
ady	-774
ans	-775
irt	-776
ist	-777
ood	-778
tha	-779
▁Ka	-780
▁br	-781
king	-782
pect	-783
self	-784
▁Sut	-785
▁ret	-786
▁thr	-787
▁away	-788
▁born	-789
▁only	-790
▁stay	-791
▁While	-792
▁night	-793
▁speak	-794
▁warri	-795
▁young	-796
▁father	-797
शस्सर्गः	-798
▁delight	-799
▁demoness	-800
▁Sutikshna	-801
ac	-802
yi	-803
▁E	-804
bol	-805
igh	-806
van	-807
▁As	-808
▁if	-809
▁ru	-810
bolt	-811
cked	-812
ible	-813
ried	-814
▁any	-815
▁inf	-816
▁lot	-817
▁ord	-818
▁ran	-819
after	-820
ikeyi	-821
▁also	-822
▁glow	-823
▁virt	-824
▁after	-825
▁appro	-826
▁deeds	-827
▁roots	-828
asthana	-829
▁living	-830
▁people	-831
▁enemies	-832
▁thunderbolt	-833
iz	-834
jo	-835
um	-836
▁C	-837
are	-838
ayu	-839
ict	-840
per	-841
▁gl	-842
▁wa	-843
ense	-844
fted	-845
ined	-846
▁cru	-847
▁fam	-848
▁gra	-849
▁hon	-850
▁inc	-851
▁now	-852
▁sur	-853
▁ter	-854
▁way	-855
armed	-856
ering	-857
ition	-858
▁cons	-859
▁hand	-860
▁what	-861
ations	-862
ctions	-863
ounded	-864
▁known	-865
▁loyal	-866
▁river	-867
▁under	-868
▁woman	-869
▁filled	-870
▁worlds	-871
▁worshi	-872
▁Kaikeyi	-873
▁shining	-874
▁devotion	-875
▁released	-876
▁Janasthana	-877
▁F	-878
amp	-879
eer	-880
ick	-881
▁We	-882
▁bu	-883
▁ev	-884
ears	-885
ised	-886
semb	-887
▁And	-888
▁but	-889
▁end	-890
▁hit	-891
▁red	-892
▁sou	-893
▁tig	-894
▁Brah	-895
▁Ragh	-896
▁hero	-897
▁then	-898
ficult	-899
▁enemy	-900
▁exile	-901
▁beings	-902
▁daught	-903
▁heaven	-904
▁lifted	-905
▁holding	-906
▁respect	-907
▁difficult	-908
▁righteousness	-909
ft	-910
ix	-911
ala	-912
als	-913
cks	-914
een	-915
idd	-916
ira	-917
iss	-918
mit	-919
umb	-920
▁gi	-921
arts	-922
atha	-923
ceed	-924
lder	-925
nown	-926
ords	-927
▁cut	-928
▁hur	-929
▁our	-930
▁pit	-931
▁sub	-932
ather	-933
ening	-934
orned	-935
uring	-936
▁arri	-937
▁back	-938
▁fall	-939
▁name	-940
▁path	-941
▁serp	-942
▁wind	-943
aratha	-944
ressed	-945
▁creat	-946
▁lotus	-947
▁pleas	-948
▁sacri	-949
▁truth	-950
▁desire	-951
▁loyalty	-952
▁through	-953
▁accompan	-954
▁fourteen	-955
▁powerful	-956
▁Dasaratha	-957
),	-958
hi	-959
dom	-960
ont	-961
usb	-962
▁gu	-963
arge	-964
cing	-965
enty	-966
ling	-967
reme	-968
ured	-969
▁add	-970
▁car	-971
▁inv	-972
▁nor	-973
▁pos	-974
▁rep	-975
arted	-976
ished	-977
▁arms	-978
▁atta	-979
▁bows	-980
▁burn	-981
▁cont	-982
▁deep	-983
▁enjo	-984
▁many	-985
▁more	-986
▁pier	-987
▁prom	-988
▁take	-989
usband	-990
▁advan	-991
▁alone	-992
▁angry	-993
▁being	-994
▁disci	-995
▁going	-996
▁sound	-997
▁stood	-998
▁approa	-999
▁golden	-1000
▁honour	-1001
▁though	-1002
▁covered	-1003
▁glowing	-1004
▁offered	-1005
▁proceed	-1006
▁appeared	-1007
▁daughter	-1008
▁handsome	-1009
ks	-1010
mo	-1011
nu	-1012
anu	-1013
ens	-1014
ign	-1015
ild	-1016
ner	-1017
now	-1018
ris	-1019
akar	-1020
anka	-1021
inds	-1022
mand	-1023
owed	-1024
ures	-1025
▁Jat	-1026
▁mar	-1027
▁qui	-1028
▁ten	-1029
ising	-1030
nched	-1031
▁Yama	-1032
▁does	-1033
▁face	-1034
▁gave	-1035
▁good	-1036
▁high	-1037
▁live	-1038
▁made	-1039
▁palm	-1040
▁prow	-1041
▁race	-1042
▁wild	-1043
gether	-1044
orious	-1045
▁Lanka	-1046
▁chest	-1047
▁quick	-1048
▁stand	-1049
attered	-1050
haratha	-1051
▁Brahma	-1052
▁Jatayu	-1053
▁perfor	-1054
▁seeing	-1055
▁swords	-1056
▁husband	-1057
▁killing	-1058
▁kingdom	-1059
▁prowess	-1060
▁elephants	-1061
▁Dasharatha	-1062
▁Thereafter	-1063
▁charioteer	-1064
▁delightful	-1065
▁frightening	-1066
'.	-1067
be	-1068
co	-1069
वि	-1070
gri	-1071
itu	-1072
ked	-1073
ken	-1074
ory	-1075
▁Ak	-1076
▁ag	-1077
▁pa	-1078
▁sy	-1079
▁vo	-1080
Rama	-1081
akut	-1082
aras	-1083
head	-1084
ited	-1085
ment	-1086
pite	-1087
ress	-1088
ways	-1089
▁How	-1090
▁acc	-1091
▁ass	-1092
▁bet	-1093
▁bla	-1094
▁cle	-1095
▁dec	-1096
▁div	-1097
▁due	-1098
▁eat	-1099
▁got	-1100
▁hel	-1101
▁own	-1102
▁pie	-1103
▁pra	-1104
▁wie	-1105
griva	-1106
ought	-1107
▁Mand	-1108
▁Tris	-1109
▁abdu	-1110
▁call	-1111
▁dark	-1112
▁dead	-1113
▁defe	-1114
▁mind	-1115
▁most	-1116
▁tell	-1117
ampana	-1118
andhar	-1119
assion	-1120
itting	-1121
▁cloud	-1122
▁could	-1123
▁grace	-1124
▁kinds	-1125
▁leave	-1126
▁produ	-1127
▁scion	-1128
▁shall	-1129
▁terri	-1130
▁whose	-1131
▁would	-1132
▁always	-1133
▁bodies	-1134
▁entire	-1135
▁mother	-1136
▁pieces	-1137
▁spears	-1138
▁adorned	-1139
▁happily	-1140
▁hearing	-1141
▁looking	-1142
▁pierced	-1143
▁Akampana	-1144
▁brothers	-1145
▁together	-1146
▁following	-1147
▁hermitages	-1148
▁accompanied	-1149
ss	-1150
▁,	-1151
aus	-1152
ays	-1153
ber	-1154
fer	-1155
has	-1156
ras	-1157
the	-1158
uty	-1159
vas	-1160
▁Sh	-1161
▁ir	-1162
anch	-1163
atru	-1164
cred	-1165
ever	-1166
full	-1167
ield	-1168
ired	-1169
ived	-1170
oked	-1171
ount	-1172
rest	-1173
rink	-1174
ront	-1175
▁Mar	-1176
▁She	-1177
▁ano	-1178
▁get	-1179
▁set	-1180
▁sla	-1181
▁sle	-1182
▁spl	-1183
▁swe	-1184
▁var	-1185
aksha	-1186
fully	-1187
ility	-1188
olour	-1189
▁Lord	-1190
▁Vali	-1191
▁disc	-1192
▁dist	-1193
▁head	-1194
▁left	-1195
▁mace	-1196
▁pers	-1197
▁seen	-1198
▁vict	-1199
▁Panch	-1200
▁happy	-1201
▁human	-1202
▁voice	-1203
picious	-1204
rounded	-1205
sembled	-1206
▁appear	-1207
▁around	-1208
▁broken	-1209
▁divine	-1210
▁others	-1211
▁return	-1212
▁sacred	-1213
▁saying	-1214
▁twenty	-1215
▁virtue	-1216
▁Trisira	-1217
▁against	-1218
▁another	-1219
▁started	-1220
▁advanced	-1221
▁drenched	-1222
▁addressed	-1223
▁worshipped	-1224
af	-1225
ni	-1226
ads	-1227
age	-1228
cts	-1229
fig	-1230
hya	-1231
iti	-1232
key	-1233
oth	-1234
str	-1235
ulf	-1236
uri	-1237
ury	-1238
yed	-1239
▁Al	-1240
▁Be	-1241
▁By	-1242
▁If	-1243
▁To	-1244
▁Va	-1245
▁ef	-1246
▁po	-1247
▁sl	-1248
atri	-1249
gent	-1250
icha	-1251
lded	-1252
ones	-1253
oura	-1254
radi	-1255
rown	-1256
stru	-1257
uous	-1258
vers	-1259
zing	-1260
▁Vis	-1261
▁clo	-1262
▁emb	-1263
▁fla	-1264
▁flo	-1265
▁mon	-1266
▁obl	-1267
▁put	-1268
▁ref	-1269
▁six	-1270
▁tru	-1271
▁vis	-1272
akuts	-1273
avati	-1274
iding	-1275
ierce	-1276
plied	-1277
▁deer	-1278
▁duty	-1279
▁feel	-1280
▁feet	-1281
▁fulf	-1282
▁help	-1283
▁loud	-1284
▁lust	-1285
▁moon	-1286
▁near	-1287
▁prin	-1288
▁radi	-1289
▁rema	-1290
▁role	-1291
▁tree	-1292
ficial	-1293
though	-1294
▁Raghu	-1295
▁darts	-1296
▁enjoy	-1297
▁front	-1298
▁large	-1299
▁never	-1300
▁noose	-1301
▁speed	-1302
▁subdu	-1303
▁sweet	-1304
▁Kakuts	-1305
▁before	-1306
▁disfig	-1307
▁family	-1308
▁fierce	-1309
▁folded	-1310
▁hurled	-1311
▁knower	-1312
▁tigers	-1313
▁weapon	-1314
▁wicked	-1315
▁Maricha	-1316
▁Sugriva	-1317
▁gandhar	-1318
▁pleased	-1319
▁quickly	-1320
▁replied	-1321
▁warrior	-1322
▁younger	-1323
▁warriors	-1324
▁destroyed	-1325
▁Panchavati	-1326
▁sacrificial	-1327
ag	-1328
ew	-1329
sp	-1330
wh	-1331
৷৷	-1332
▁.	-1333
ary	-1334
ask	-1335
chi	-1336
hab	-1337
ief	-1338
ift	-1339
jit	-1340
mbs	-1341
not	-1342
oon	-1343
ped	-1344
pen	-1345
sel	-1346
thy	-1347
yod	-1348
▁Ma	-1349
▁af	-1350
▁dw	-1351
▁fl	-1352
▁jo	-1353
cept	-1354
cher	-1355
ghna	-1356
ital	-1357
lesh	-1358
mbol	-1359
omen	-1360
ouds	-1361
outh	-1362
rama	-1363
umed	-1364
▁bra	-1365
▁cap	-1366
▁cro	-1367
▁equ	-1368
▁far	-1369
▁hor	-1370
▁how	-1371
▁its	-1372
▁ksh	-1373
▁rea	-1374
▁rel	-1375
▁sal	-1376
▁sea	-1377
▁sor	-1378
▁tri	-1379
▁ven	-1380
gaged	-1381
known	-1382
preme	-1383
▁Ayod	-1384
▁Here	-1385
▁Just	-1386
▁Vibh	-1387
▁What	-1388
▁bark	-1389
▁betw	-1390
▁cold	-1391
▁five	-1392
▁flag	-1393
▁food	-1394
▁give	-1395
▁hund	-1396
▁mean	-1397
▁move	-1398
▁open	-1399
▁poss	-1400
▁pres	-1401
▁rece	-1402
▁rest	-1403
▁scor	-1404
▁sent	-1405
▁sons	-1406
▁stru	-1407
▁task	-1408
▁turn	-1409
▁upon	-1410
▁want	-1411
arable	-1412
ferent	-1413
▁chief	-1414
▁drink	-1415
▁every	-1416
▁faith	-1417
▁flesh	-1418
▁given	-1419
▁grass	-1420
▁herds	-1421
▁limbs	-1422
▁sever	-1423
▁sword	-1424
▁tears	-1425
fulgent	-1426
▁Janaka	-1427
▁bright	-1428
▁called	-1429
▁clouds	-1430
▁colour	-1431
▁comple	-1432
▁sinful	-1433
▁sounds	-1434
▁symbol	-1435
▁wonder	-1436
atrughna	-1437
▁Ayodhya	-1438
▁blazing	-1439
▁burning	-1440
▁command	-1441
▁endowed	-1442
▁engaged	-1443
▁kshatri	-1444
▁passion	-1445
▁perform	-1446
▁serpent	-1447
▁various	-1448
▁Indrajit	-1449
▁offering	-1450
▁destroyer	-1451
▁different	-1452
▁direction	-1453
▁proceeded	-1454
▁wellknown	-1455
▁directions	-1456
▁disfigured	-1457
▁surrounded	-1458
dd	-1459
lv	-1460
ms	-1461
bes	-1462
end	-1463
ese	-1464
gin	-1465
lly	-1466
ode	-1467
oke	-1468
ook	-1469
rip	-1470
uge	-1471
usa	-1472
▁ke	-1473
amed	-1474
cess	-1475
cted	-1476
deed	-1477
ises	-1478
like	-1479
lled	-1480
medi	-1481
ning	-1482
ward	-1483
▁Ilv	-1484
▁Let	-1485
▁act	-1486
▁aus	-1487
▁ban	-1488
▁big	-1489
▁cow	-1490
▁dep	-1491
▁dro	-1492
▁fig	-1493
▁har	-1494
▁ill	-1495
▁imm	-1496
▁ins	-1497
▁lit	-1498
▁mat	-1499
▁sis	-1500
▁tor	-1501
▁val	-1502
▁yet	-1503
aking	-1504
ately	-1505
idehi	-1506
iness	-1507
ipped	-1508
ities	-1509
iting	-1510
nding	-1511
odari	-1512
raged	-1513
rious	-1514
rying	-1515
thing	-1516
▁Hanu	-1517
▁caus	-1518
▁coll	-1519
▁conf	-1520
▁enqu	-1521
▁iron	-1522
▁kusa	-1523
▁lady	-1524
▁lead	-1525
▁midd	-1526
▁miss	-1527
▁morn	-1528
▁need	-1529
▁once	-1530
▁rush	-1531
▁sidd	-1532
▁side	-1533
▁sing	-1534
▁some	-1535
▁soul	-1536
▁such	-1537
▁told	-1538
akarna	-1539
estial	-1540
ishana	-1541
rained	-1542
selves	-1543
vering	-1544
▁Visnu	-1545
▁asked	-1546
▁bring	-1547
▁clear	-1548
▁dwell	-1549
▁elder	-1550
▁inter	-1551
▁lives	-1552
▁noble	-1553
▁palms	-1554
▁ready	-1555
▁rever	-1556
▁robes	-1557
▁round	-1558
▁state	-1559
▁swans	-1560
▁swift	-1561
▁years	-1562
▁Ilvala	-1563
▁attack	-1564
▁attain	-1565
▁cannot	-1566
▁coming	-1567
▁consid	-1568
▁during	-1569
▁having	-1570
▁highly	-1571
▁indeed	-1572
▁loudly	-1573
▁manner	-1574
▁person	-1575
▁rising	-1576
▁roared	-1577
▁seated	-1578
▁sister	-1579
▁sorrow	-1580
▁stones	-1581
▁Despite	-1582
▁Hanuman	-1583
▁Vaidehi	-1584
▁accompl	-1585
▁actions	-1586
▁between	-1587
▁brought	-1588
▁forests	-1589
▁forward	-1590
▁lotuses	-1591
▁morning	-1592
▁roaring	-1593
▁several	-1594
▁siddhas	-1595
▁wearing	-1596
▁wielder	-1597
▁Although	-1598
▁chariots	-1599
▁honoured	-1600
▁standing	-1601
▁Mandodari	-1602
▁Therefore	-1603
▁abduction	-1604
▁effulgent	-1605
▁mountains	-1606
▁shattered	-1607
▁shoulders	-1608
▁thousands	-1609
▁Shatrughna	-1610
▁Vibhishana	-1611
▁approached	-1612
▁auspicious	-1613
▁protection	-1614
▁themselves	-1615
ab	-1616
of	-1617
op	-1618
asa	-1619
cer	-1620
god	-1621
gro	-1622
iol	-1623
kes	-1624
lud	-1625
rag	-1626
ten	-1627
vak	-1628
val	-1629
▁Ad	-1630
▁bl	-1631
▁du	-1632
▁sm	-1633
anas	-1634
asty	-1635
augh	-1636
aves	-1637
came	-1638
ical	-1639
ides	-1640
iles	-1641
inci	-1642
miss	-1643
ners	-1644
rang	-1645
reds	-1646
sper	-1647
umbh	-1648
xion	-1649
▁God	-1650
▁Her	-1651
▁Kal	-1652
▁Rud	-1653
▁Why	-1654
▁beh	-1655
▁bre	-1656
▁cel	-1657
▁exc	-1658
▁ext	-1659
▁fri	-1660
▁fro	-1661
▁ind	-1662
▁int	-1663
▁joy	-1664
▁mom	-1665
▁nat	-1666
▁sad	-1667
▁smo	-1668
▁tou	-1669
▁unt	-1670
▁unw	-1671
elter	-1672
enses	-1673
entle	-1674
ently	-1675
ields	-1676
imate	-1677
itual	-1678
lease	-1679
ledge	-1680
orted	-1681
▁Both	-1682
▁Even	-1683
▁Moon	-1684
▁Shab	-1685
▁Your	-1686
▁done	-1687
▁ever	-1688
▁fast	-1689
▁fine	-1690
▁hair	-1691
▁held	-1692
▁infl	-1693
▁plan	-1694
▁pure	-1695
▁rain	-1696
▁same	-1697
▁shot	-1698
▁show	-1699
▁snow	-1700
▁sure	-1701
▁thin	-1702
▁thir	-1703
▁tied	-1704
▁trad	-1705
▁viol	-1706
arters	-1707
ention	-1708
erable	-1709
headed	-1710
idable	-1711
luding	-1712
▁After	-1713
▁Kumbh	-1714
▁Right	-1715
▁abode	-1716
▁birth	-1717
▁bound	-1718
▁broke	-1719
▁close	-1720
▁const	-1721
▁count	-1722
▁cruel	-1723
▁crush	-1724
▁decor	-1725
▁deser	-1726
▁eaten	-1727
▁eight	-1728
▁embra	-1729
▁guest	-1730
▁heads	-1731
▁laugh	-1732
▁lived	-1733
▁mouth	-1734
▁moved	-1735
▁plays	-1736
▁quiet	-1737
▁short	-1738
▁sleep	-1739
▁spear	-1740
▁splin	-1741
▁spoke	-1742
▁tiger	-1743
▁waist	-1744
▁wives	-1745
▁yoked	-1746
athered	-1747
incible	-1748
▁armour	-1749
▁became	-1750
▁contro	-1751
▁fallen	-1752
▁flocks	-1753
▁friend	-1754
▁making	-1755
▁middle	-1756
▁moment	-1757
▁moving	-1758
▁orders	-1759
▁refuge	-1760
▁senses	-1761
▁served	-1762
▁unable	-1763
▁valour	-1764
▁wellbe	-1765
ultimate	-1766
ustrious	-1767
▁Shabari	-1768
▁arrival	-1769
▁discipl	-1770
▁himself	-1771
▁prosper	-1772
▁serious	-1773
▁shelter	-1774
▁subduer	-1775
▁victory	-1776
▁worship	-1777
▁disciple	-1778
▁glorious	-1779
▁possible	-1780
▁presence	-1781
▁produced	-1782
▁quarters	-1783
▁received	-1784
▁residing	-1785
▁scorcher	-1786
▁speaking	-1787
▁symboliz	-1788
▁terrific	-1789
▁Righteous	-1790
▁celestial	-1791
▁followers	-1792
▁including	-1793
▁tradition	-1794
▁इत्यार्षे	-1795
▁comparable	-1796
▁formidable	-1797
▁gandharvas	-1798
▁invincible	-1799
▁Kumbhakarna	-1800
▁mightyarmed	-1801
by	-1802
gg	-1803
gy	-1804
hu	-1805
li	-1806
lt	-1807
ne	-1808
ns	-1809
oc	-1810
oj	-1811
vi	-1812
The	-1813
ace	-1814
ail	-1815
alk	-1816
ams	-1817
apa	-1818
asy	-1819
bly	-1820
cue	-1821
ded	-1822
ead	-1823
ear	-1824
eed	-1825
her	-1826
hib	-1827
ika	-1828
ilt	-1829
ini	-1830
oid	-1831
ral	-1832
thi	-1833
tri	-1834
uch	-1835
uda	-1836
▁En	-1837
▁Me	-1838
▁My	-1839
▁So	-1840
▁Sy	-1841
▁da	-1842
▁di	-1843
▁ph	-1844
akes	-1845
alth	-1846
ason	-1847
aste	-1848
ayed	-1849
bera	-1850
cial	-1851
cond	-1852
fall	-1853
fice	-1854
fici	-1855
fort	-1856
iled	-1857
lier	-1858
long	-1859
oral	-1860
otta	-1861
rike	-1862
rill	-1863
sequ	-1864
ster	-1865
that	-1866
vice	-1867
▁All	-1868
▁But	-1869
▁Gar	-1870
▁Now	-1871
▁Sth	-1872
▁bef	-1873
▁dou	-1874
▁dru	-1875
▁enc	-1876
▁fal	-1877
▁fin	-1878
▁fit	-1879
▁hum	-1880
▁imp	-1881
▁led	-1882
▁loc	-1883
▁mer	-1884
▁pas	-1885
▁pre	-1886
▁rul	-1887
▁sat	-1888
▁too	-1889
▁top	-1890
▁whe	-1891
▁yoj	-1892
antly	-1893
avari	-1894
creat	-1895
ement	-1896
inted	-1897
ishnu	-1898
ndant	-1899
ripil	-1900
ually	-1901
ubera	-1902
▁Kasy	-1903
▁King	-1904
▁Look	-1905
▁able	-1906
▁bath	-1907
▁bull	-1908
▁care	-1909
▁ears	-1910
▁evil	-1911
▁felt	-1912
▁fort	-1913
▁free	-1914
▁glad	-1915
▁hosp	-1916
▁keep	-1917
▁kind	-1918
▁lake	-1919
▁leaf	-1920
▁lion	-1921
▁make	-1922
▁mark	-1923
▁much	-1924
▁must	-1925
▁prov	-1926
▁soon	-1927
▁spir	-1928
▁than	-1929
▁thro	-1930
▁tops	-1931
▁twel	-1932
▁unwa	-1933
▁vult	-1934
▁wand	-1935
▁warf	-1936
▁whom	-1937
▁wise	-1938
▁work	-1939
aments	-1940
anging	-1941
icated	-1942
idence	-1943
ightly	-1944
itable	-1945
lessly	-1946
ording	-1947
ottage	-1948
▁Prama	-1949
▁bless	-1950
▁bloom	-1951
▁boast	-1952
▁boons	-1953
▁brave	-1954
▁built	-1955
▁conqu	-1956
▁makes	-1957
▁means	-1958
▁month	-1959
▁moral	-1960
▁mount	-1961
▁offer	-1962
▁often	-1963
▁order	-1964
▁sense	-1965
▁seven	-1966
▁sides	-1967
▁slain	-1968
▁smoke	-1969
▁stars	-1970
▁stret	-1971
▁touch	-1972
▁visit	-1973
itality	-1974
mission	-1975
▁Garuda	-1976
▁Vishnu	-1977
▁accept	-1978
▁behind	-1979
▁collap	-1980
▁contin	-1981
▁defeat	-1982
▁destru	-1983
▁fulfil	-1984
▁gentle	-1985
▁heroic	-1986
▁instru	-1987
▁little	-1988
▁master	-1989
▁nature	-1990
▁passed	-1991
▁places	-1992
▁rescue	-1993
▁resemb	-1994
▁single	-1995
▁strike	-1996
▁struck	-1997
▁waters	-1998
▁worthy	-1999
▁However	-2000
▁Kasyapa	-2001
▁arrived	-2002
▁cottage	-2003
▁earlier	-2004
▁evening	-2005
▁extreme	-2006
▁fearful	-2007
▁immense	-2008
▁married	-2009
▁promise	-2010
▁quivers	-2011
▁reached	-2012
▁sinless	-2013
▁supreme	-2014
▁telling	-2015
दशस्सर्गः	-2016
▁Godavari	-2017
▁Pramathi	-2018
▁carrying	-2019
▁distance	-2020
▁enquired	-2021
▁forehead	-2022
▁horripil	-2023
▁hundreds	-2024
▁missiles	-2025
▁promised	-2026
▁serpents	-2027
▁truthful	-2028
▁ultimate	-2029
▁watching	-2030
▁yourself	-2031
restrained	-2032
▁Kakutstha	-2033
▁assembled	-2034
▁befitting	-2035
▁commanded	-2036
▁decorated	-2037
▁happiness	-2038
▁knowledge	-2039
▁kshatriya	-2040
▁oblations	-2041
▁resembled	-2042
▁sacrifice	-2043
▁venerable	-2044
▁wellbeing	-2045
▁wonderful	-2046
▁appearance	-2047
▁complexion	-2048
▁considered	-2049
▁everything	-2050
▁resembling	-2051
▁unwavering	-2052
▁hospitality	-2053
▁illustrious	-2054
▁accomplished	-2055
ax	-2056
bt	-2057
cc	-2058
ef	-2059
gn	-2060
ho	-2061
je	-2062
ka	-2063
mi	-2064
po	-2065
su	-2066
yn	-2067
ष्	-2068
▁द	-2069
You	-2070
aco	-2071
alf	-2072
ape	-2073
api	-2074
arn	-2075
arr	-2076
atu	-2077
ava	-2078
awn	-2079
aya	-2080
bed	-2081
day	-2082
edi	-2083
els	-2084
gly	-2085
hak	-2086
ife	-2087
ila	-2088
irm	-2089
kin	-2090
lew	-2091
lic	-2092
mer	-2093
ndu	-2094
ren	-2095
see	-2096
ues	-2097
ura	-2098
use	-2099
ush	-2100
yas	-2101
त्र	-2102
▁At	-2103
▁De	-2104
▁Dh	-2105
▁Ro	-2106
▁Sp	-2107
▁av	-2108
▁ax	-2109
▁pr	-2110
▁te	-2111
aken	-2112
alam	-2113
ands	-2114
ates	-2115
cell	-2116
cogn	-2117
come	-2118
dden	-2119
dess	-2120
edic	-2121
ergy	-2122
eyed	-2123
from	-2124
ging	-2125
hand	-2126
indu	-2127
ines	-2128
ions	-2129
keys	-2130
laim	-2131
male	-2132
rain	-2133
ring	-2134
ship	-2135
thas	-2136
ueen	-2137
ught	-2138
used	-2139
velo	-2140
▁Del	-2141
▁Dre	-2142
▁Mru	-2143
▁Sar	-2144
▁Thr	-2145
▁Vat	-2146
▁amb	-2147
▁anx	-2148
▁aps	-2149
▁bew	-2150
▁cho	-2151
▁cir	-2152
▁dew	-2153
▁did	-2154
▁dyn	-2155
▁exp	-2156
▁fav	-2157
▁inj	-2158
▁lat	-2159
▁let	-2160
▁low	-2161
▁met	-2162
▁min	-2163
▁new	-2164
▁old	-2165
▁opp	-2166
▁orb	-2167
▁orn	-2168
▁pur	-2169
▁reg	-2170
▁rid	-2171
▁sim	-2172
▁suf	-2173
▁sun	-2174
▁tra	-2175
▁vic	-2176
▁wal	-2177
▁wit	-2178
ances	-2179
anger	-2180
arget	-2181
ences	-2182
ested	-2183
hakap	-2184
icate	-2185
ident	-2186
ified	-2187
illed	-2188
ishes	-2189
isten	-2190
lfare	-2191
mitra	-2192
nduct	-2193
oking	-2194
oping	-2195
ortra	-2196
osity	-2197
ready	-2198
rigin	-2199
round	-2200
usion	-2201
▁Like	-2202
▁Syen	-2203
▁Tell	-2204
▁affe	-2205
▁bank	-2206
▁bird	-2207
▁blue	-2208
▁cave	-2209
▁cent	-2210
▁clan	-2211
▁cool	-2212
▁days	-2213
▁deli	-2214
▁fame	-2215
▁firm	-2216
▁foes	-2217
▁half	-2218
▁hard	-2219
▁hast	-2220
▁hurt	-2221
▁jack	-2222
▁knew	-2223
▁line	-2224
▁narr	-2225
▁neck	-2226
▁nose	-2227
▁numb	-2228
▁orph	-2229
▁pain	-2230
▁past	-2231
▁peak	-2232
▁redd	-2233
▁repe	-2234
▁ritu	-2235
▁safe	-2236
▁stat	-2237
▁supp	-2238
▁tank	-2239
▁ugly	-2240
▁vast	-2241
▁vile	-2242
alised	-2243
athers	-2244
formed	-2245
itated	-2246
nowned	-2247
ourage	-2248
ranger	-2249
string	-2250
teenth	-2251
tering	-2252
▁Sthul	-2253
▁These	-2254
▁Those	-2255
▁Where	-2256
▁belly	-2257
▁calam	-2258
▁child	-2259
▁deers	-2260
▁dense	-2261
▁doubt	-2262
▁early	-2263
▁event	-2264
▁excit	-2265
▁exhib	-2266
▁faces	-2267
▁false	-2268
▁flags	-2269
▁frost	-2270
▁fully	-2271
▁heart	-2272
▁intox	-2273
▁lakes	-2274
▁looks	-2275
▁obedi	-2276
▁pract	-2277
▁queen	-2278
▁royal	-2279
▁ruler	-2280
▁shout	-2281
▁since	-2282
▁spike	-2283
▁split	-2284
▁times	-2285
▁today	-2286
▁white	-2287
▁women	-2288
▁wrong	-2289
cellent	-2290
uriated	-2291
veloped	-2292
▁Daksha	-2293
▁Indeed	-2294
▁Kubera	-2295
▁Vatapi	-2296
▁beauty	-2297
▁brings	-2298
▁caused	-2299
▁chests	-2300
▁danger	-2301
▁eating	-2302
▁energy	-2303
▁female	-2304
▁leaves	-2305
▁listen	-2306
▁loving	-2307
▁lustre	-2308
▁matted	-2309
▁please	-2310
▁portra	-2311
▁rained	-2312
▁recogn	-2313
▁repres	-2314
▁reside	-2315
▁season	-2316
▁selfre	-2317
▁stayed	-2318
▁sudden	-2319
▁target	-2320
▁throat	-2321
▁throne	-2322
▁turned	-2323
▁wealth	-2324
lessness	-2325
thatched	-2326
▁Mahakap	-2327
▁Sumitra	-2328
▁Through	-2329
▁account	-2330
▁already	-2331
▁apsaras	-2332
▁blessed	-2333
▁carried	-2334
▁central	-2335
▁conduct	-2336
▁consequ	-2337
▁control	-2338
▁created	-2339
▁crucial	-2340
▁despite	-2341
▁dynasty	-2342
▁enraged	-2343
▁filling	-2344
▁foresee	-2345
▁goddess	-2346
▁lineage	-2347
▁ordered	-2348
▁princes	-2349
▁radiant	-2350
▁retreat	-2351
▁revered	-2352
▁rituals	-2353
▁shields	-2354
▁sinners	-2355
▁sitting	-2356
▁twentyf	-2357
▁welfare	-2358
▁witness	-2359
feathered	-2360
▁attained	-2361
▁consumed	-2362
▁darkness	-2363
▁dwelling	-2364
▁embraced	-2365
▁equipped	-2366
▁laughing	-2367
▁pleasing	-2368
▁position	-2369
▁radiance	-2370
▁renowned	-2371
▁reported	-2372
▁shoulder	-2373
▁suitable	-2374
▁virtuous	-2375
▁according	-2376
▁affection	-2377
▁excellent	-2378
▁extremely	-2379
▁intermedi	-2380
▁longarmed	-2381
▁ornaments	-2382
▁performed	-2383
▁protected	-2384
▁protector	-2385
▁scattered	-2386
▁seriously	-2387
▁spiritual	-2388
▁stretched	-2389
▁tenheaded	-2390
▁wandering	-2391
▁Kakutsthas	-2392
▁Sthulaksha	-2393
▁discipline	-2394
▁excitement	-2395
▁frightened	-2396
▁permission	-2397
▁splintered	-2398
▁symbolizes	-2399
▁thereafter	-2400
▁destruction	-2401
▁intoxicated	-2402
▁consequences	-2403
▁leafthatched	-2404
▁selfrestrained	-2405
bl	-2406
br	-2407
bs	-2408
da	-2409
ff	-2410
gi	-2411
go	-2412
ki	-2413
ts	-2414
up	-2415
xt	-2416
ys	-2417
ze	-2418
zz	-2419
्त	-2420
▁ष	-2421
▁स	-2422
Ind	-2423
ade	-2424
aff	-2425
amb	-2426
amy	-2427
any	-2428
aul	-2429
bod	-2430
cho	-2431
ddy	-2432
dha	-2433
ees	-2434
ept	-2435
equ	-2436
eru	-2437
eta	-2438
gan	-2439
gra	-2440
had	-2441
han	-2442
his	-2443
hit	-2444
iet	-2445
ili	-2446
ilk	-2447
iod	-2448
ips	-2449
ism	-2450
iva	-2451
ize	-2452
ksh	-2453
law	-2454
ler	-2455
mpt	-2456
ney	-2457
ows	-2458
pes	-2459
pri	-2460
put	-2461
rat	-2462
rit	-2463
rog	-2464
ror	-2465
ser	-2466
set	-2467
tar	-2468
ude	-2469
urs	-2470
wor	-2471
▁An	-2472
▁Do	-2473
▁Go	-2474
▁Kr	-2475
▁Oh	-2476
▁Re	-2477
▁Sw	-2478
▁au	-2479
▁ep	-2480
▁es	-2481
▁ge	-2482
▁om	-2483
▁sn	-2484
▁ut	-2485
▁va	-2486
▁द्	-2487
ager	-2488
alya	-2489
anct	-2490
angs	-2491
arch	-2492
arly	-2493
atar	-2494
atic	-2495
ause	-2496
bell	-2497
ches	-2498
cont	-2499
eadf	-2500
eroc	-2501
gros	-2502
hini	-2503
htri	-2504
ific	-2505
ixed	-2506
ized	-2507
lict	-2508
mali	-2509
mbly	-2510
memb	-2511
mind	-2512
mity	-2513
moon	-2514
nded	-2515
oken	-2516
oted	-2517
pend	-2518
pers	-2519
raid	-2520
read	-2521
rily	-2522
rows	-2523
shes	-2524
sing	-2525
soci	-2526
stac	-2527
tell	-2528
ters	-2529
tras	-2530
uchi	-2531
uded	-2532
umin	-2533
vaku	-2534
vati	-2535
vely	-2536
▁Aru	-2537
▁Kad	-2538
▁One	-2539
▁Out	-2540
▁Say	-2541
▁Van	-2542
▁Vin	-2543
▁abs	-2544
▁abu	-2545
▁adv	-2546
▁age	-2547
▁aim	-2548
▁aqu	-2549
▁att	-2550
▁bes	-2551
▁ble	-2552
▁die	-2553
▁dri	-2554
▁eld	-2555
▁est	-2556
▁fre	-2557
▁fun	-2558
▁gre	-2559
▁gri	-2560
▁hab	-2561
▁hug	-2562
▁hut	-2563
▁lad	-2564
▁lap	-2565
▁lay	-2566
▁mis	-2567
▁occ	-2568
▁plu	-2569
▁pol	-2570
▁rec	-2571
▁ren	-2572
▁run	-2573
▁sil	-2574
▁tus	-2575
▁use	-2576
▁wel	-2577
▁wet	-2578
▁win	-2579
▁won	-2580
▁अष्	-2581
▁त्र	-2582
Indra	-2583
aming	-2584
anted	-2585
arsis	-2586
cious	-2587
comes	-2588
cting	-2589
edged	-2590
eenth	-2591
ggots	-2592
ideha	-2593
inary	-2594
itude	-2595
izing	-2596
jects	-2597
lders	-2598
leash	-2599
light	-2600
loved	-2601
ments	-2602
omous	-2603
orous	-2604
ource	-2605
pects	-2606
press	-2607
pting	-2608
quent	-2609
rilli	-2610
stalk	-2611
stand	-2612
taken	-2613
udded	-2614
urbed	-2615
urred	-2616
ution	-2617
while	-2618
▁Agni	-2619
▁Bhas	-2620
▁Chit	-2621
▁Diti	-2622
▁Iksh	-2623
▁Megh	-2624
▁Meru	-2625
▁Mith	-2626
▁Once	-2627
▁Over	-2628
▁Paul	-2629
▁Siva	-2630
▁Suki	-2631
▁atte	-2632
▁batt	-2633
▁beat	-2634
▁bent	-2635
▁boon	-2636
▁bury	-2637
▁capt	-2638
▁cast	-2639
▁circ	-2640
▁cows	-2641
▁cree	-2642
▁curi	-2643
▁dazz	-2644
▁earn	-2645
▁echo	-2646
▁emer	-2647
▁find	-2648
▁flew	-2649
▁foot	-2650
▁fury	-2651
▁glit	-2652
▁grou	-2653
▁hell	-2654
▁hers	-2655
▁hips	-2656
▁hold	-2657
▁host	-2658
▁impe	-2659
▁inac	-2660
▁jour	-2661
▁land	-2662
▁maid	-2663
▁main	-2664
▁mass	-2665
▁mild	-2666
▁milk	-2667
▁mine	-2668
▁next	-2669
▁none	-2670
▁pale	-2671
▁part	-2672
▁phen	-2673
▁plun	-2674
▁pray	-2675
▁prof	-2676
▁rout	-2677
▁seat	-2678
▁seek	-2679
▁spot	-2680
▁surv	-2681
▁tall	-2682
▁true	-2683
▁trun	-2684
▁unch	-2685
▁upho	-2686
▁wide	-2687
▁yawn	-2688
arding	-2689
asthya	-2690
astras	-2691
atever	-2692
cially	-2693
contro	-2694
eerful	-2695
ground	-2696
hancer	-2697
handed	-2698
lerate	-2699
mitted	-2700
ndered	-2701
ounter	-2702
priate	-2703
uously	-2704
worthy	-2705
▁Aditi	-2706
▁Great	-2707
▁Hindu	-2708
▁Rudra	-2709
▁aloud	-2710
▁arrog	-2711
▁aside	-2712
▁bards	-2713
▁bears	-2714
▁began	-2715
▁begin	-2716
▁betra	-2717
▁black	-2718
▁break	-2719
▁build	-2720
▁cause	-2721
▁crops	-2722
▁dried	-2723
▁drown	-2724
▁eager	-2725
▁equal	-2726
▁feels	-2727
▁flame	-2728
▁foamy	-2729
▁force	-2730
▁geese	-2731
▁giant	-2732
▁harsh	-2733
▁inaus	-2734
▁indic	-2735
▁knees	-2736
▁later	-2737
▁lions	-2738
▁named	-2739
▁notes	-2740
▁obser	-2741
▁omens	-2742
▁parts	-2743
▁peace	-2744
▁peaco	-2745
▁pious	-2746
▁proud	-2747
▁quest	-2748
▁ruddy	-2749
▁salut	-2750
▁seers	-2751
▁serve	-2752
▁shape	-2753
▁shine	-2754
▁shone	-2755
▁sixth	-2756
▁souls	-2757
▁spent	-2758
▁staff	-2759
▁story	-2760
▁think	-2761
▁vital	-2762
▁wound	-2763
atuated	-2764
bellied	-2765
created	-2766
eadfast	-2767
ficient	-2768
grossed	-2769
ourable	-2770
stacles	-2771
▁Dharma	-2772
▁Dhruth	-2773
▁Kalika	-2774
▁Please	-2775
▁Rohini	-2776
▁Saying	-2777
▁Surasa	-2778
▁Videha	-2779
▁Vinata	-2780
▁action	-2781
▁anxiet	-2782
▁arrest	-2783
▁associ	-2784
▁banner	-2785
▁belong	-2786
▁brilli	-2787
▁caught	-2788
▁chiefs	-2789
▁cowife	-2790
▁devoid	-2791
▁eldest	-2792
▁enmity	-2793
▁facing	-2794
▁famous	-2795
▁figure	-2796
▁giving	-2797
▁humans	-2798
▁humbly	-2799
▁immedi	-2800
▁incarn	-2801
▁lovely	-2802
▁months	-2803
▁myself	-2804
▁origin	-2805
▁orphan	-2806
▁period	-2807
▁planet	-2808
▁plenty	-2809
▁praise	-2810
▁proper	-2811
▁purity	-2812
▁result	-2813
▁rivers	-2814
▁rushed	-2815
▁search	-2816
▁second	-2817
▁showed	-2818
▁source	-2819
▁status	-2820
▁strewn	-2821
▁strung	-2822
▁surely	-2823
▁twelve	-2824
▁walked	-2825
▁wishes	-2826
arashtri	-2827
cessible	-2828
मस्सर्गः	-2829
▁Brahman	-2830
▁Hearing	-2831
▁Mithila	-2832
▁Raghava	-2833
▁ability	-2834
▁appears	-2835
▁aquatic	-2836
▁assumed	-2837
▁beating	-2838
▁beloved	-2839
▁capable	-2840
▁contain	-2841
▁convers	-2842
▁courage	-2843
▁crushed	-2844
▁deities	-2845
▁deserve	-2846
▁desires	-2847
▁devotee	-2848
▁dischar	-2849
▁dropped	-2850
▁faggots	-2851
▁falling	-2852
▁getting	-2853
▁hanging	-2854
▁hundred	-2855
▁journey	-2856
▁leading	-2857
▁leaving	-2858
▁lotuspo	-2859
▁mantras	-2860
▁meaning	-2861
▁monkeys	-2862
▁raining	-2863
▁seeking	-2864
▁seventh	-2865
▁slaught	-2866
▁slender	-2867
▁souther	-2868
▁studded	-2869
▁thought	-2870
▁tightly	-2871
▁torment	-2872
▁unleash	-2873
▁untruth	-2874
▁violent	-2875
▁virtues	-2876
▁vulture	-2877
▁waiting	-2878
▁warfare	-2879
▁weather	-2880
▁wishing	-2881
▁wounded	-2882
▁yojanas	-2883
▁Ikshvaku	-2884
▁abundant	-2885
▁agitated	-2886
▁attacked	-2887
▁battleax	-2888
▁bestower	-2889
▁calamity	-2890
▁cheerful	-2891
▁children	-2892
▁collapse	-2893
▁conflict	-2894
▁creepers	-2895
▁dazzling	-2896
▁deerskin	-2897
▁defeated	-2898
▁deformed	-2899
▁delicate	-2900
▁demonstr	-2901
▁departed	-2902
▁deserves	-2903
▁distress	-2904
▁drooping	-2905
▁enhancer	-2906
▁faithful	-2907
▁fighting	-2908
▁followed	-2909
▁hastened	-2910
▁humility	-2911
▁inflamed	-2912
▁phenomen	-2913
▁princess	-2914
▁reddened	-2915
▁remained	-2916
▁respects	-2917
▁shouting	-2918
▁terrible	-2919
▁tolerate	-2920
▁unchaste	-2921
▁venomous	-2922
▁wielding	-2923
▁advancing	-2924
▁beginning	-2925
▁bowstring	-2926
▁conquered	-2927
▁creatures	-2928
▁curiosity	-2929
▁encounter	-2930
▁engrossed	-2931
▁exhibited	-2932
▁obedience	-2933
▁obstacles	-2934
▁offerings	-2935
▁pleasures	-2936
▁reverence	-2937
▁steadfast	-2938
▁therefore	-2939
▁Mahakapala	-2940
▁Throughout	-2941
▁compassion	-2942
▁constantly	-2943
▁eventually	-2944
▁indicating	-2945
▁infatuated	-2946
▁infuriated	-2947
▁kshatriyas	-2948
▁nightstalk	-2949
▁penancegro	-2950
▁procreated	-2951
▁prosperity	-2952
▁prosperous	-2953
▁represents	-2954
▁selfcontro	-2955
▁sharpedged	-2956
▁ultimately	-2957
▁approaching	-2958
▁appropriate	-2959
▁immediately	-2960
▁incarnation	-2961
▁nightranger	-2962
▁continuously	-2963
▁inaccessible	-2964
▁inauspicious	-2965
▁intermediate	-2966
▁singlehanded	-2967
▁horripilating	-2968
▁Dhrutharashtri	-2969
He	-2970
In	-2971
So	-2972
Wh	-2973
bb	-2974
dy	-2975
ev	-2976
fa	-2977
ia	-2978
ip	-2979
mm	-2980
mp	-2981
mu	-2982
oo	-2983
tc	-2984
ws	-2985
Jan	-2986
Let	-2987
Rav	-2988
Sud	-2989
abl	-2990
ach	-2991
ain	-2992
aks	-2993
ami	-2994
aps	-2995
ase	-2996
bal	-2997
bat	-2998
bhi	-2999
िय	-3000
cas	-3001
dro	-3002
dru	-3003
ech	-3004
ect	-3005
ems	-3006
ern	-3007
ery	-3008
fru	-3009
fth	-3010
get	-3011
hir	-3012
hur	-3013
ian	-3014
ieg	-3015
ior	-3016
irp	-3017
isf	-3018
jun	-3019
lad	-3020
let	-3021
lls	-3022
lse	-3023
lyf	-3024
mat	-3025
nas	-3026
oka	-3027
oot	-3028
oss	-3029
pas	-3030
pet	-3031
pon	-3032
pow	-3033
ram	-3034
rew	-3035
sem	-3036
sou	-3037
ual	-3038
ubs	-3039
ued	-3040
ula	-3041
ume	-3042
urj	-3043
utt	-3044
who	-3045
yan	-3046
▁Ac	-3047
▁Ex	-3048
▁Ho	-3049
▁Of	-3050
▁Pe	-3051
▁Sa	-3052
▁St	-3053
▁aw	-3054
▁ce	-3055
▁ga	-3056
▁gh	-3057
▁lu	-3058
▁ty	-3059
Sita	-3060
addy	-3061
akra	-3062
aled	-3063
alis	-3064
aliz	-3065
alks	-3066
ames	-3067
amra	-3068
angi	-3069
aran	-3070
arni	-3071
aush	-3072
cent	-3073
chie	-3074
esit	-3075
ewed	-3076
fire	-3077
flic	-3078
form	-3079
hall	-3080
hood	-3081
hurt	-3082
ided	-3083
idur	-3084
ieth	-3085
ifth	-3086
ighs	-3087
igil	-3088
ince	-3089
irav	-3090
irit	-3091
ison	-3092
ival	-3093
ivot	-3094
lain	-3095
lvan	-3096
mbre	-3097
meas	-3098
mits	-3099
Wat	-3100
cil	-3101
edu	-3102
fty	-3103
akas	-3104
mpts	-3105
muka	-3106
noon	-3107
odes	-3108
oled	-3109
olit	-3110
omed	-3111
ongs	-3112
only	-3113
ored	-3114
plic	-3115
poss	-3116
pper	-3117
ragr	-3118
rans	-3119
rave	-3120
rise	-3121
tact	-3122
take	-3123
tend	-3124
then	-3125
thor	-3126
took	-3127
umph	-3128
unar	-3129
uses	-3130
usha	-3131
vail	-3132
vasa	-3133
wise	-3134
wish	-3135
wood	-3136
▁Ash	-3137
▁Com	-3138
▁Dig	-3139
▁Due	-3140
▁For	-3141
▁Get	-3142
▁Ira	-3143
▁Kar	-3144
▁Kro	-3145
▁May	-3146
▁Nar	-3147
▁Not	-3148
▁Par	-3149
▁Ram	-3150
▁Vas	-3151
▁Vih	-3152
▁Vik	-3153
▁Yet	-3154
▁abl	-3155
▁ado	-3156
▁aer	-3157
▁agg	-3158
▁ash	-3159
▁bar	-3160
▁bed	-3161
▁ben	-3162
▁cur	-3163
▁day	-3164
▁dem	-3165
▁dig	-3166
▁don	-3167
▁dug	-3168
▁ens	-3169
▁etc	-3170
▁fet	-3171
▁fut	-3172
▁gar	-3173
▁gen	-3174
▁gro	-3175
▁hav	-3176
▁hid	-3177
▁hot	-3178
▁ide	-3179
▁jew	-3180
▁jum	-3181
▁key	-3182
▁lib	-3183
▁mus	-3184
▁obe	-3185
▁pan	-3186
▁par	-3187
▁pay	-3188
▁pet	-3189
▁pri	-3190
▁pul	-3191
▁rig	-3192
▁ris	-3193
▁sit	-3194
▁sto	-3195
▁sum	-3196
▁tip	-3197
▁tum	-3198
▁ush	-3199
▁ver	-3200
▁vom	-3201
▁why	-3202
Hence	-3203
acity	-3204
agami	-3205
akini	-3206
akuta	-3207
amboo	-3208
ament	-3209
ample	-3210
anctu	-3211
andra	-3212
appro	-3213
asana	-3214
brata	-3215
chers	-3216
ctive	-3217
deeds	-3218
drops	-3219
equal	-3220
erals	-3221
ereft	-3222
essed	-3223
esses	-3224
etted	-3225
falls	-3226
forta	-3227
fruit	-3228
fying	-3229
grace	-3230
haust	-3231
icest	-3232
ighed	-3233
ighty	-3234
igned	-3235
ignia	-3236
ilial	-3237
inity	-3238
inlaw	-3239
ision	-3240
isted	-3241
ither	-3242
itome	-3243
ityas	-3244
iving	-3245
ivity	-3246
lived	-3247
lying	-3248
manda	-3249
mands	-3250
mmers	-3251
ounce	-3252
oured	-3253
pasya	-3254
rabhi	-3255
range	-3256
riage	-3257
rings	-3258
ruthu	-3259
shake	-3260
ssing	-3261
thful	-3262
three	-3263
umber	-3264
unate	-3265
under	-3266
unted	-3267
uster	-3268
vakas	-3269
verse	-3270
yable	-3271
▁Bhad	-3272
▁Clad	-3273
▁Come	-3274
▁Danu	-3275
▁Deli	-3276
▁Durj	-3277
▁From	-3278
▁Hari	-3279
▁Inst	-3280
▁Know	-3281
▁Maha	-3282
▁Manu	-3283
▁Mean	-3284
▁Nata	-3285
▁Rahu	-3286
▁Rest	-3287
▁Sard	-3288
▁That	-3289
▁Vayu	-3290
▁Wind	-3291
▁acqu	-3292
▁axes	-3293
▁bare	-3294
▁bear	-3295
▁blow	-3296
▁bore	-3297
▁bran	-3298
▁cere	-3299
▁cham	-3300
▁city	-3301
▁clad	-3302
▁cour	-3303
▁cres	-3304
▁dart	-3305
▁dece	-3306
▁desp	-3307
▁disp	-3308
▁drag	-3309
▁drew	-3310
▁drin	-3311
▁drum	-3312
▁dust	-3313
▁else	-3314
▁emit	-3315
▁espe	-3316
▁fact	-3317
▁fail	-3318
▁fair	-3319
▁fans	-3320
▁fawn	-3321
▁feed	-3322
▁foll	-3323
▁furi	-3324
▁gems	-3325
▁goes	-3326
▁gone	-3327
▁grip	-3328
▁grow	-3329
▁hail	-3330
▁harm	-3331
▁heat	-3332
▁home	-3333
▁inse	-3334
▁irre	-3335
▁join	-3336
▁less	-3337
▁leve	-3338
▁lies	-3339
▁meet	-3340
▁mete	-3341
▁mort	-3342
▁offe	-3343
▁paid	-3344
▁pair	-3345
▁pert	-3346
▁phys	-3347
▁plot	-3348
▁post	-3349
▁pour	-3350
▁prep	-3351
▁pull	-3352
▁rage	-3353
▁reap	-3354
▁requ	-3355
▁rice	-3356
▁ring	-3357
▁ripe	-3358
▁roam	-3359
▁roar	-3360
▁rose	-3361
▁rows	-3362
▁rule	-3363
▁ruth	-3364
▁saga	-3365
▁sami	-3366
▁sand	-3367
▁sang	-3368
▁save	-3369
▁shed	-3370
▁sign	-3371
▁sire	-3372
▁size	-3373
▁slay	-3374
▁span	-3375
▁step	-3376
▁stop	-3377
▁tail	-3378
▁test	-3379
▁torn	-3380
▁tort	-3381
▁twil	-3382
▁unbe	-3383
▁upro	-3384
▁used	-3385
▁wage	-3386
▁ways	-3387
▁wipe	-3388
▁word	-3389
▁year	-3390
▁त्रय	-3391
▁द्वा	-3392
Ravana	-3393
Sudars	-3394
akarni	-3395
chieve	-3396
ciless	-3397
colour	-3398
daught	-3399
ensive	-3400
footed	-3401
hallen	-3402
hooded	-3403
iction	-3404
idurya	-3405
ighted	-3406
ilarly	-3407
irping	-3408
isfied	-3409
isters	-3410
ivotal	-3411
jarsis	-3412
mbrell	-3413
monies	-3414
ortant	-3415
orting	-3416
othing	-3417
ounced	-3418
ounchi	-3419
picted	-3420
rakuta	-3421
ramada	-3422
semble	-3423
struck	-3424
ulated	-3425
urable	-3426
versed	-3427
▁Airav	-3428
▁Anala	-3429
▁Aruna	-3430
▁Bhasi	-3431
▁Brave	-3432
▁Could	-3433
▁Kadru	-3434
▁Kaush	-3435
▁Known	-3436
▁Mruga	-3437
▁Mrugi	-3438
▁Power	-3439
▁Sachi	-3440
▁Since	-3441
▁Slain	-3442
▁Sweta	-3443
▁Syeni	-3444
▁Vedic	-3445
▁Whose	-3446
▁adept	-3447
▁adher	-3448
▁aimed	-3449
▁allow	-3450
▁altar	-3451
▁amput	-3452
▁armed	-3453
▁avail	-3454
▁avoid	-3455
▁bands	-3456
▁beams	-3457
▁bened	-3458
▁bewit	-3459
▁bloss	-3460
▁broad	-3461
▁brown	-3462
▁burnt	-3463
▁canni	-3464
▁carry	-3465
▁chast	-3466
▁clean	-3467
▁clubs	-3468
▁comes	-3469
▁cried	-3470
▁daily	-3471
▁doing	-3472
▁dread	-3473
▁drums	-3474
▁ducks	-3475
▁dying	-3476
▁earns	-3477
▁embod	-3478
▁faced	-3479
▁famed	-3480
▁feroc	-3481
▁fixed	-3482
▁greet	-3483
▁guise	-3484
▁helps	-3485
▁hesit	-3486
▁honor	-3487
▁horri	-3488
▁hosts	-3489
▁ideal	-3490
▁influ	-3491
▁inhab	-3492
▁kings	-3493
▁knows	-3494
▁leads	-3495
▁light	-3496
▁lines	-3497
▁lofty	-3498
▁lords	-3499
▁lunar	-3500
▁lying	-3501
▁malic	-3502
▁merit	-3503
▁newly	-3504
▁noise	-3505
▁north	-3506
▁oblig	-3507
▁occup	-3508
▁paddy	-3509
▁palmy	-3510
▁persu	-3511
▁poles	-3512
▁redem	-3513
▁reply	-3514
▁retin	-3515
▁scree	-3516
▁shame	-3517
▁sheep	-3518
▁shook	-3519
▁shoot	-3520
▁shrad	-3521
▁sight	-3522
▁skill	-3523
▁smell	-3524
▁smile	-3525
▁snake	-3526
▁solit	-3527
▁songs	-3528
▁spots	-3529
▁tanks	-3530
▁taste	-3531
▁third	-3532
▁threw	-3533
▁tired	-3534
▁tract	-3535
▁trans	-3536
▁tremb	-3537
▁trust	-3538
▁tusks	-3539
▁until	-3540
▁using	-3541
▁vices	-3542
▁wants	-3543
▁waver	-3544
▁whole	-3545
aliated	-3546
atiable	-3547
ationed	-3548
berated	-3549
chandra	-3550
dhavasa	-3551
enances	-3552
flicted	-3553
iegated	-3554
ificant	-3555
ildered	-3556
itially	-3557
ivities	-3558
jointed	-3559
leasing	-3560
looking	-3561
mitment	-3562
nasatru	-3563
ounding	-3564
ouraged	-3565
pendent	-3566
powered	-3567
ragrant	-3568
rangers	-3569
rinkled	-3570
roaring	-3571
thority	-3572
ultuous	-3573
verized	-3574
▁Before	-3575
▁During	-3576
▁Indian	-3577
▁Making	-3578
▁Mighty	-3579
▁People	-3580
▁Pruthu	-3581
▁Raghus	-3582
▁Rudhir	-3583
▁Sarayu	-3584
▁Spirit	-3585
▁abduct	-3586
▁aerial	-3587
▁afraid	-3588
▁arrive	-3589
▁assume	-3590
▁avatar	-3591
▁bamboo	-3592
▁banyan	-3593
▁bereft	-3594
▁beside	-3595
▁biting	-3596
▁breath	-3597
▁buried	-3598
▁bushes	-3599
▁causes	-3600
▁chakra	-3601
▁closed	-3602
▁combat	-3603
▁conjun	-3604
▁copper	-3605
▁crying	-3606
▁decked	-3607
▁desper	-3608
▁direct	-3609
▁discus	-3610
▁enough	-3611
▁establ	-3612
▁events	-3613
▁fellow	-3614
▁fields	-3615
▁fights	-3616
▁finest	-3617
▁firmly	-3618
▁fishes	-3619
▁flames	-3620
▁flower	-3621
▁forces	-3622
▁fortun	-3623
▁fourth	-3624
▁future	-3625
▁gladly	-3626
▁groups	-3627
▁guests	-3628
▁habits	-3629
▁hearts	-3630
▁heroes	-3631
▁hugged	-3632
▁humble	-3633
▁immeas	-3634
▁inside	-3635
▁intell	-3636
▁itself	-3637
▁locate	-3638
▁marked	-3639
▁marrow	-3640
▁matter	-3641
▁perpet	-3642
▁placed	-3643
▁played	-3644
▁poison	-3645
▁prince	-3646
▁queens	-3647
▁ranges	-3648
▁regard	-3649
▁remain	-3650
▁report	-3651
▁rushes	-3652
▁safety	-3653
▁scared	-3654
▁series	-3655
▁serves	-3656
▁shield	-3657
▁shines	-3658
▁shower	-3659
▁sighed	-3660
▁silver	-3661
▁speech	-3662
▁spoken	-3663
▁spread	-3664
▁string	-3665
▁sylvan	-3666
▁taking	-3667
▁terror	-3668
▁thighs	-3669
▁things	-3670
▁trunks	-3671
▁unfort	-3672
▁unhurt	-3673
▁victim	-3674
▁wanted	-3675
▁wheels	-3676
Watching	-3677
akarmuka	-3678
andharvi	-3679
approves	-3680
berating	-3681
coloured	-3682
ellation	-3683
membered	-3684
uminated	-3685
▁Adorned	-3686
▁Durjaya	-3687
▁Enraged	-3688
▁Iravati	-3689
▁Lakshmi	-3690
▁Looking	-3691
▁Parusha	-3692
▁Spurred	-3693
▁Supreme	-3694
▁Surabhi	-3695
▁Valiant	-3696
▁Vanaras	-3697
▁Vihanga	-3698
▁accepts	-3699
▁accused	-3700
▁achieve	-3701
▁advises	-3702
▁aggress	-3703
▁agility	-3704
▁angrily	-3705
▁anxiety	-3706
▁archers	-3707
▁aspects	-3708
▁banners	-3709
▁battles	-3710
▁belongs	-3711
▁bending	-3712
▁brahmin	-3713
▁bravery	-3714
▁comfort	-3715
▁commits	-3716
▁company	-3717
▁conquer	-3718
▁creates	-3719
▁decayed	-3720
▁defeats	-3721
▁deluded	-3722
▁demands	-3723
▁desired	-3724
▁devoted	-3725
▁discern	-3726
▁diverse	-3727
▁dragged	-3728
▁echoing	-3729
▁epitome	-3730
▁evident	-3731
▁example	-3732
▁figures	-3733
▁flowing	-3734
▁forever	-3735
▁fulfill	-3736
▁furious	-3737
▁gravely	-3738
▁gripped	-3739
▁growing	-3740
▁hammers	-3741
▁heavily	-3742
▁hermits	-3743
▁heroism	-3744
▁hissing	-3745
▁injured	-3746
▁intense	-3747
▁invoked	-3748
▁jackals	-3749
▁laughed	-3750
▁marched	-3751
▁mention	-3752
▁mounted	-3753
▁musical	-3754
▁numbers	-3755
▁painful	-3756
▁pivotal	-3757
▁planets	-3758
▁plunged	-3759
▁pointed	-3760
▁produce	-3761
▁provide	-3762
▁quietly	-3763
▁raising	-3764
▁release	-3765
▁remains	-3766
▁routine	-3767
▁rushing	-3768
▁service	-3769
▁setting	-3770
▁showcas	-3771
▁stopped	-3772
▁strange	-3773
▁streams	-3774
▁subdued	-3775
▁support	-3776
▁tearing	-3777
▁triumph	-3778
▁twelfth	-3779
▁umbrell	-3780
▁unequal	-3781
▁unright	-3782
▁unshake	-3783
▁ushered	-3784
▁uttered	-3785
▁whetted	-3786
▁yawning	-3787
Sudarsana	-3788
alisation	-3789
identally	-3790
possessed	-3791
pressible	-3792
structing	-3793
▁Airavata	-3794
▁Dreadful	-3795
▁Drenched	-3796
▁Krounchi	-3797
▁Mahamali	-3798
▁Powerful	-3799
▁Restrain	-3800
▁Sarpasya	-3801
▁ablution	-3802
▁adopting	-3803
▁ambition	-3804
▁approach	-3805
▁attempts	-3806
▁betrayed	-3807
▁branches	-3808
▁chirping	-3809
▁choicest	-3810
▁comforta	-3811
▁consoled	-3812
▁covering	-3813
▁creation	-3814
▁creature	-3815
▁crescent	-3816
▁crossing	-3817
▁decision	-3818
▁delusion	-3819
▁depicted	-3820
▁dewdrops	-3821
▁disgrace	-3822
▁emitting	-3823
▁enjoying	-3824
▁evidence	-3825
▁familial	-3826
▁feathers	-3827
▁finished	-3828
▁follower	-3829
▁forenoon	-3830
▁frequent	-3831
▁fullmoon	-3832
▁gandharv	-3833
▁gathered	-3834
▁graceful	-3835
▁guarding	-3836
▁happened	-3837
▁heavenly	-3838
▁impelled	-3839
▁insignia	-3840
▁interven	-3841
▁joyfully	-3842
▁littered	-3843
▁location	-3844
▁minerals	-3845
▁misdeeds	-3846
▁mounting	-3847
▁narrated	-3848
▁oblation	-3849
▁ordinary	-3850
▁peacocks	-3851
▁personal	-3852
▁physical	-3853
▁practise	-3854
▁protects	-3855
▁reaching	-3856
▁realised	-3857
▁relation	-3858
▁repeated	-3859
▁resemble	-3860
▁rigorous	-3861
▁showered	-3862
▁sleeping	-3863
▁slightly	-3864
▁solitary	-3865
▁soothing	-3866
▁southern	-3867
▁subjects	-3868
▁twanging	-3869
▁twentyse	-3870
▁twilight	-3871
▁vaidurya	-3872
▁violence	-3873
▁vultures	-3874
▁wellwish	-3875
▁whatever	-3876
▁withered	-3877
▁youthful	-3878
▁Gandharvi	-3879
▁Kaushalya	-3880
▁Mandakini	-3881
▁Meanwhile	-3882
▁Syenagami	-3883
▁afflicted	-3884
▁amputated	-3885
▁arrogance	-3886
▁attacking	-3887
▁authority	-3888
▁available	-3889
▁brotherly	-3890
▁captivity	-3891
▁carefully	-3892
▁collapsed	-3893
▁colourful	-3894
▁continued	-3895
▁countless	-3896
▁daughters	-3897
▁defeating	-3898
▁delighted	-3899
▁delivered	-3900
▁dependent	-3901
▁developed	-3902
▁disciples	-3903
▁embracing	-3904
▁enjoyable	-3905
▁enveloped	-3906
▁ferocious	-3907
▁flowering	-3908
▁frightful	-3909
▁fulfilled	-3910
▁highlight	-3911
▁important	-3912
▁intention	-3913
▁jackfruit	-3914
▁largeeyed	-3915
▁libations	-3916
▁lightning	-3917
▁malicious	-3918
▁merciless	-3919
▁narrating	-3920
▁observing	-3921
▁overtaken	-3922
▁permitted	-3923
▁perturbed	-3924
▁phenomena	-3925
▁portrayal	-3926
▁portrayed	-3927
▁possesses	-3928
▁producing	-3929
▁providing	-3930
▁relations	-3931
▁remaining	-3932
▁residence	-3933
▁sagacious	-3934
▁satisfied	-3935
▁shortened	-3936
▁smokeless	-3937
▁splinters	-3938
▁sprinkled	-3939
▁stationed	-3940
▁thundered	-3941
▁upholders	-3942
▁vomitting	-3943
▁Bhadramada	-3944
▁Chitrakuta	-3945
▁Krodhavasa	-3946
▁Mandakarni	-3947
▁Mrugamanda	-3948
▁Paulasthya	-3949
▁Surrounded	-3950
▁associated	-3951
▁background	-3952
▁battleaxes	-3953
▁bewildered	-3954
▁bewitching	-3955
▁bigbellied	-3956
▁brilliance	-3957
▁ceremonies	-3958
▁characters	-3959
▁commitment	-3960
▁controlled	-3961
▁demonesses	-3962
▁destroyers	-3963
▁discharged	-3964
▁especially	-3965
▁favourable	-3966
▁friendship	-3967
▁glittering	-3968
▁hesitation	-3969
▁insatiable	-3970
▁instructed	-3971
▁lotusponds	-3972
▁performing	-3973
▁personally	-3974
▁protecting	-3975
▁pulverized	-3976
▁respectful	-3977
▁retaliated	-3978
▁sufficient	-3979
▁thirteenth	-3980
▁tormenting	-3981
▁tumultuous	-3982
▁understand	-3983
▁variegated	-3984
▁victorious	-3985
▁waterfalls	-3986
▁wellversed	-3987
▁Dharmabrata	-3988
▁Kalakarmuka	-3989
▁Ramachandra	-3990
▁Rudhirasana	-3991
▁accompanies	-3992
▁chakravakas	-3993
▁disapproves	-3994
▁dismembered	-3995
▁illuminated	-3996
▁instruments	-3997
▁respectable	-3998
▁salutations	-3999
▁significant	-4000
▁slaughtered	-4001
▁strongarmed	-4002
▁swiftfooted	-4003
▁unfortunate	-4004
▁unrighteous	-4005
▁unshakeable	-4006
▁welljointed	-4007
▁demonstrates	-4008
▁immeasurable	-4009
▁incidentally	-4010
▁nightstalker	-4011
▁penancegrove	-4012
▁praiseworthy	-4013
▁selflessness	-4014
▁selfrealised	-4015
▁wonderstruck	-4016
▁Righteousness	-4017
▁constellation	-4018
▁horripilation	-4019
▁irrepressible	-4020
▁selfcontrolled	-4021
▁goldenfeathered	-4022
Acc	-4023
agg	-4024
ahu	-4025
cli	-4026
ixt	-4027
nei	-4028
noc	-4029
uff	-4030
कवि	-4031
किय	-4032
वित	-4033
ावि	-4034
▁Fo	-4035
Inte	-4036
agas	-4037
asah	-4038
awny	-4039
blin	-4040
bode	-4041
bras	-4042
cery	-4043
clip	-4044
coal	-4045
dras	-4046
efit	-4047
face	-4048
ffal	-4049
gems	-4050
goes	-4051
gurs	-4052
host	-4053
huka	-4054
igns	-4055
imsu	-4056
laze	-4057
lebr	-4058
lets	-4059
logy	-4060
loss	-4061
most	-4062
mpty	-4063
nava	-4064
raws	-4065
ross	-4066
sued	-4067
uick	-4068
umns	-4069
upid	-4070
त्रि	-4071
र्वि	-4072
िकिय	-4073
्तवि	-4074
▁Ent	-4075
▁Off	-4076
▁Ref	-4077
▁Yag	-4078
